{"file_name": "Missing Training PDFs/011415PX8.pdf", "total_pages": 106, "first_page": 1, "toc_page": 4, "intro_page": 9, "use_of_proceeds_page": "Searched Doc For Proceeds Information", "use_of_proceeds_paragraphs": ["Policymaking and supervisory functions are  the  responsibility  of,  and  are  vested  in,  a  ninemember  Board  of  Trustees  (the  “Board”).", "Members  of  the  Board  serve  sixyear  staggered  terms  with  elections  held  every  two  years.", "The  Chancellor  is  the  chief  administrative  officer  for  the  District.", "Support  services  are  provided  by  independent  consultants  and  advisors.", "The  total  area  of  the  District  is  approximately 1,248 square miles..", "THE BONDS ..................................", "The Bonds are issued as $40,665,000 Maintenance Tax Refunding Bonds, Series 2014.", "The  Bonds are issued as serial bonds maturing on February 15 in each of the years 2015 through  2023 (see “THE BONDS  Description of the Bonds”)..   PAYMENT OF INTEREST ...............   Interest on the Bonds accrues from the date of initial delivery to the Underwriters (anticipated  to occur on or about February 27, 2014), and is payable initially on August 15, 2014, and each  February 15 and August 15 thereafter until stated maturity (see “THE BONDS  Description  of the Bonds”)..   AUTHORITY FOR ISSUANCE..........", "The Bonds are being issued pursuant to the Constitution and the general laws of the State of  Texas, including Chapter 1207, Texas Government Code, as amended (“Chapter 1207”) and a  resolution (the “Resolution”) adopted by the Board on October 22, 2013 (see “THE BONDS   Authority for Issuance”).", "In the Resolution, the Board has, in accordance with Chapter 1207,  delegated to certain District officials the authority to execute a pricing certificate (the “Approval  Certificate”) evidencing final terms of sale of the Bonds.", "The Approval Certificate was executed  by a designated District official on January 30, 2014..   SECURITY FOR THE BONDS ..........", "The  Bonds  constitute  direct  obligations  of  the  District,  payable  as  to  principal  and  interest  from a continuing, direct annual ad valorem tax levied pursuant to the District’s maintenance  tax authority, within the limits prescribed by law, on all taxable property located within the  District (see “THE BONDS  Security and Source of Payment and Tax Rate Limitation”)..   NO REDEMPTION .........................", "The Bonds are not subject to redemption prior to stated maturity.", "TAX EXEMPTION ..........................", "In  the  opinion  of  Bond  Counsel,  the  interest  on  the  Bonds  will  be  excludable  from  gross  income  of  the  owners  thereof  for  federal  income  tax  purposes  under  statutes,  regulations,  published  rulings  and  court  decisions  existing  on  the  date  thereof,  subject  to  the  matters  described under the caption “TAX MATTERS” herein..   USE OF PROCEEDS .......................", "Proceeds  from  the  sale  of  the  Bonds  will  be  utilized  to  (i)  refund  certain  maturities  of  the  District’s currently outstanding maintenance tax notes as disclosed in Schedule I hereto (the  “Refunded  Obligations”)  for  debt  service  savings  and  (ii)  pay  the  costs  of  issuance  of  the  Bonds.", "See “PLAN OF FINANCING – Purpose of the Bonds”..   RATINGS ......................................", "The  Bonds  and  the  presently  outstanding ad valorem tax supported debt of the District are  rated \"Aaa\" by Moody's Investors Service, Inc. (\"Moody's\") and \"AA+\" by Standard & Poor's  Ratings  Services,  a  Standard  &  Poor's  Financial  Services  LLC  business  (“S&P”),  without  regard to credit enhancement (see \"OTHER INFORMATION  Ratings\").. .", "The  underlying,  unenhanced  rating  on  the  District’s  limited  ad  valorem  taxsupported  indebtedness by Moody’s reflects an upgrade received by the District due to the recalibration  by Moody’s of its municipal credit ratings scale.", "Moody’s released its recalibrated ratings on  April  23,  2010.", "See  “CONTINUING  DISCLOSURE  OF  INFORMATION  –  Compliance  with Prior Undertakings” herein.. .", "BOOKENTRYONLY SYSTEM......", "The  definitive  Bonds  will  be  initially  registered  and  delivered  only  to  Cede  &  Co.,  the  nominee  of  DTC  pursuant  to  the  BookEntryOnly  System  described  herein.", "Beneficial  ownership  of  the  Bonds  may  be  acquired  in  denominations  of  $5,000  or  integral  multiples  thereof.", "No  physical delivery of the Bonds will be made to the beneficial owners thereof.", "Principal of and interest on the Bonds will be payable by the Paying Agent/Registrar to Cede  & Co., which will make distribution of the amounts so paid to the participating members of  DTC  for  subsequent  payment  to  the  beneficial  owners  of  the  Bonds  (see  “THE  BONDS    BookEntryOnly System”)..   PAYMENT RECORD .....................", "The District has never defaulted in payment of its tax supported debt.", "SELECTED FINANCIAL INFORMATION(1).", "Fiscal Year Ended 8/31 2010 2011 2012 2013 201.", "Ne."], "first_page_paragraphs": ["OFFICIAL STATEMENT  Dated January 30, 2014.         .", "Ratings:  Moody’s:  “Aaa”  S&P:  “AA+”  (See “OTHER INFORMATION – Ratings”  herein.).", "NEW ISSUE – BookEntryOnly    In the opinion of Bond Counsel (defined below), assuming continuing compliance by the District (defined below) after the date of initial delivery of the  Bonds (defined below) with certain covenants contained in the Resolution (defined below) and subject to the matters set forth under “TAX MATTERS”  herein, interest on the Bonds for federal income tax purposes under statutes, regulations, published rulings, and court decisions existing on the date  thereof (1) will be excludable from the gross income of the owners thereof pursuant to section 103 of the Internal Revenue Code of 1986, as amended to  the date of initial delivery of the Bonds, and (2) will not be included in computing the alternative minimum taxable income of individuals or, except as  described herein, corporations.", "See “TAX MATTERS” herein.", "$40,665,000.", "ALAMO COMMUNITY COLLEGE DISTRICT.", "(A political subdivision of the State of Texas located in Bexar County, Texas).", "MAINTENANCE TAX REFUNDING BONDS, SERIES 2014.", "Due:  February 15, as shown on inside cover page.", "Dated Date:  January 15, 2014  Interest to Accrue from Date of Delivery    PAYMENT TERMS .", "Interest on the $40,665,000 Alamo Community College District Maintenance Tax Refunding Bonds, Series 2014  (the  “Bonds”)  will  accrue  interest  from  their  date  of  initial  delivery  to  the  Underwriters  (defined  below),  will  be  payable  on  February 15 and August 15 of each year commencing August 15, 2014, and will be calculated on the basis of a 360day year consisting  of twelve 30day months.", "The definitive Bonds will be initially registered and delivered only to Cede & Co., the nominee of The  Depository Trust Company (“DTC”) pursuant to the BookEntryOnly System described herein.", "Beneficial ownership of the Bonds  may be acquired in denominations of $5,000 or integral multiples thereof.", "No physical delivery of the Bonds will be made to the  owners thereof.", "Principal of and interest on the Bonds will be payable by the Paying Agent/Registrar to Cede & Co., which will make  distribution of the amounts so paid to the participating members of DTC for subsequent payment to the beneficial owners of the Bonds.", "See  “THE  BONDS  –  BookEntryOnly  System”  herein.", "The  initial  Paying  Agent/Registrar  is  U.S.  Bank  National  Association,  Houston, Texas.", "See “THE BONDS – Paying Agent/Registrar”.", "AUTHORITY FOR ISSUANCE .", "The Bonds are issued pursuant to the Constitution and general laws of the State of Texas (the “State”),  including  Chapter  1207,  Texas  Government  Code,  as  amended  (“Chapter  1207”),  and  a  resolution  authorizing  the  Bonds  (the  “Resolution”)  adopted  by  the  Board  of  Trustees  (the  “Board”)  of  the  Alamo  Community  College  District  (the  “District”  or  the  “Issuer”) on October 22, 2013.", "See “THE BONDS – Authority for Issuance” and “THE BONDS – Security and Source of Payment  and Tax Rate Limitation” herein.", "In the Resolution, the Board has, in accordance with Chapter 1207, delegated to certain District  officials the authority to execute a pricing certificate (the “Approval Certificate”) evidencing final terms of the sale of the Bonds.", "The  Approval Certificate was executed by a designated District official on January 30, 2014.", "SECURITY .", "The Bonds are direct obligations of the District, payable from a continuing, direct annual ad valorem tax levied pursuant  to the District’s maintenance tax authority, within the limits prescribed by law, on all taxable property located in the District.", "PURPOSE .", "Proceeds from the sale of the Bonds will be utilized to (i) refund certain maturities of the District’s currently outstanding  maintenance tax notes as disclosed in Schedule I hereto (the “Refunded Obligations”) for debt service savings and (ii) pay the costs of  issuance of the Bonds.", "See “PLAN OF FINANCING  Purpose of the Bonds”.", "RAYMOND JAMES.", "MATURITY SCHEDULE, INTEREST RATES,.", "INITIAL YIELDS AND CUSIP NUMBERS.", "See Schedule on Page 2.", "LEGALITY .", "The Bonds are offered for delivery when, as and if issued and received by the initial purchasers thereof named below  (the  “Underwriters”)  and  are  subject  to  the  approving  opinion  of  the  Attorney  General  of  Texas  and  the  approval  of  certain  legal  matters by Fulbright & Jaworski LLP of San Antonio, Texas, a member of Norton Rose Fulbright, as Bond Counsel (see APPENDIX  C, “Form of Bond Counsel’s Opinion”).", "Certain legal matters will be passed upon for the Underwriters by their counsel, McCall,  Parkhurst & Horton L.L.P., San Antonio, Texas.", "DELIVERY .", "It is expected that the Bonds will be available for delivery through DTC on or about Thursday, February 27, 2014 (the  “Date of Delivery”).", "FROST BANK  .", "RBC CAPITAL MARKETS  LOOP CAPITAL MARKETS."], "intro_page_paragraphs": ["OFFICIAL STATEMENT.", "RELATING TO.", "ALAMO COMMUNITY COLLEGE DISTRICT.", "$40,665,000.", "(A political subdivision of the State of Texas located in Bexar County, Texas).", "MAINTENANCE TAX REFUNDING BONDS, SERIES 2014.", "INTRODUCTION.", "This Official Statement, which includes the Schedule and Appendices hereto, provides certain information regarding the issuance  of $40,665,000 Alamo Community College District Maintenance Tax Refunding Bonds, Series 2014 (the “Bonds”).", "Capitalized  terms used in this Official Statement have the same meanings assigned to such terms in the Resolution (defined herein), except as  otherwise indicated herein.", "The Alamo Community College District (the “District” or “Issuer”) is located in, and whose territory is coterminous with, the  boundaries of Bexar County, Texas (the “County”).", "The Issuer is a political subdivision of the State of Texas and operates as a  junior college district under the laws of the State of Texas, serving as an educational and cultural resource center to the District's  residents.", "There  follows  in  this  Official  Statement  descriptions  of  the  Bonds,  the  Resolution,  and  security  for  the  Bonds,  and  certain  information  about  the  District  and  its  finances.", "All  descriptions  of  documents  contained  herein  are  only  summaries  and  are  qualified in their entirety by reference to each such document.", "Copies of such documents may be obtained from the District or  the Financial Advisor upon request via electronic mail or upon payment of reasonable copying, handling, and delivery charges.", "This Official Statement speaks only as to its date, and the information contained herein is subject to change.", "A copy of the Final  Official  Statement  pertaining  to  the  Bonds  will  be  deposited  with  the  Municipal  Securities  Rulemaking  Board  through  its  Electronic  Municipal  Markets  Access  (“EMMA”)  System.", "See  “CONTINUING  DISCLOSURE  OF  INFORMATION”  for  a  description of the District’s undertaking to provide certain information on a continuing basis.", "PLAN OF FINANCING.", "PURPOSE OF THE BONDS .", "Proceeds from the sale of the Bonds will be utilized to (i) refund certain maturities of the District’s  currently  outstanding  maintenance  tax  notes  as  disclosed  in  Schedule  I  hereto  (the  “Refunded  Obligations”)  for  debt  service  savings and (ii) pay the costs of issuance of the Bonds.", "REFUNDED OBLIGATIONS .", "The Refunded Obligations, and interest due thereon, are to be paid on their scheduled redemption  date  from  cash  and  investments  to  be  deposited  with  U.S.  Bank  National  Association,  Houston,  Texas,  a  national  banking  association (the “Escrow Agent”) pursuant to an Escrow Deposit Letter dated as of October 22, 2013 (the “Escrow Agreement”)  between the District and the Escrow Agent.", "The  Resolution  provides  that  the  District  will  deposit  certain  proceeds  of  the  sale  of  the  Bonds,  along  with  other  lawfully  available funds of the District (if any), with the Escrow Agent in the amount necessary and sufficient to accomplish the discharge  and final payment of the Refunded Obligations on the redemption date (the “Redemption Date”).", "Such funds shall be held by the  Escrow Agent in an escrow fund (the “Escrow Fund”) irrevocably pledged to the payment of principal of and interest on the  Refunded  Obligations.", "First  Southwest  Company,  in  its  capacity  as  Financial  Advisor  to  the  District,  will  certify  as  to  the  sufficiency (the “Certificate of Sufficiency”) of the amount initially deposited to the Escrow Fund, without regard to investment  (if  any),  to  pay  the  principal  of  and  interest  on  the  Refunded  Obligations,  when  due,  at  the  Redemption  Date.", "Amounts  on  deposit in the Escrow Fund shall, until such time as needed for their intended purpose, be (i) held uninvested in cash and/or (ii)  invested  in  certain  direct,  noncallable  obligations  of  the  United  States  of  America  (including  obligations  unconditionally  guaranteed by the United States of America).", "Cash and investments (if any) held in the Escrow Fund shall not be available to  pay debt service requirements on the Bonds.", "Prior to, or simultaneously with, the issuance of the Bonds, the District will give irrevocable instructions to provide notice to the  owners  of  the  Refunded  Obligations  that  the  Refunded  Obligations  will  be  redeemed  prior  to  stated  maturity  on  which  date  money will be made available to redeem the Refunded Obligations from money held under the Escrow Agreement.", "By  the  deposit  of  the  cash  with  the  Escrow  Agent  pursuant  to  the  Escrow  Agreement,  the  District  will  have  effected  the  defeasance of all of the Refunded Obligations in accordance with the law.", "It is the opinion of Bond Counsel that as a result of  such  defeasance  and  in  reliance  upon  the  Certificate  of  Sufficiency  provided  by  First  Southwest  Company,  the  Refunded  Obligations will be outstanding only for the purpose of receiving payments from the Escrow Fund held for such purpose by the  Escrow Agent and such Refunded Obligations will not be deemed as being outstanding obligations of the District payable from  taxes nor for the purpose of applying any limitation on the issuance of debt.. ."], "cusip": "011415PX8", "issuer_cusip": "011415"}