{"file_name": "Missing Training PDFs/02765MAD4.pdf", "total_pages": 140, "first_page": 1, "toc_page": 7, "intro_page": 11, "use_of_proceeds_page": 5, "use_of_proceeds_paragraphs": ["The incumbent municipalities (located in Ohio unless otherwise noted) on the AMP Board of Trustees (the “Board of Trustees”)  and their representatives to the Board are as follows:.", "AMERICAN MUNICIPAL POWER, INC.. BOARD OF TRUSTEES.", "Trustee.", "Bowling Green  Bryan  Carey  Cleveland  Coldwater, MI  Cuyahoga Falls  Danville, VA  DEMEC  Dover  Ephrata, PA  Hamilton  Montpelier  Napoleon  Oberlin  Orrville  Paducah, KY  Philippi, WV  Piqua  Wadsworth  Wellington  Westerville  ExOfficio  ExOfficio    .", "Officer.", "Marc Gerken, P.E.", "Pamala Sullivan  Jolene Thompson  Rachel Gerrick, Esq.", "Branndon Kelley  Scott Kiesewetter  Lisa McAlister, Esq.", "Marcy Steckman  .", "Jason Grey  Patrick McCullar, Treasurer.", "Representative.", "Jim Logan  Jason Rockey  Joel Mazur.", "Brian O’Connell    Kevin Maynard    Roy Johnson  Ivan Henderson      Paul Beckhusen    Mike Dougherty        Dave Filippi    D. Robert Thompson           Doug McMillan      David Carroll    Jeremy Drennen    Robert Bowman    Robert Patrick, Secretary      Chris Monacelli    Marc Gerken, P.E.", "Rachel Gerrick, Esq.", "Jeff Brediger, Vice Chair.", "Steve Dupee, Chair.", "Employment.", "Superintendent, Cuyahoga Falls Electric Department.", "Executive Director of Infrastructure, City of Hamilton .", "President/CEO, Delaware Municipal Electric Corporation  Plant Superintendent, Dover Light & Power.", "Director of Utilities, City of Bowling Green    Director of Utilities, Bryan Municipal Utilities    Village Administrator, Village of Carey    Commissioner, Cleveland Public Power    General Manager, Michigan South Central Power Agency      Director of Utilities, City of Danville        Borough Manager, Borough of Ephrata      Assistant Village Manager, Village of Montpelier    City Manager, City of Napoleon    Director, Oberlin Municipal Light and Power System    Director of Utilities, City of Orrville    General Manager, Paducah Power System      Assistant Director, Piqua Municipal Power System      Village Manager, Village of Wellington          .", "Electric Utility Manager, City of Westerville Electric System  President and Chief Executive Officer   Senior Vice President and General Counsel for Corporate Affairs    .", "Public Service Director, City of Wadsworth.", "Interim City Manager, City of Philippi.", "Executive Management.", "Office  President and Chief Executive Officer    Executive Vice President of Power Supply and Generation      Executive Vice President, Member Services and External Affairs    Senior Vice President and General Counsel for Corporate Affairs    Chief Information Officer      Senior Vice President and General Counsel for Regulatory Affairs    Senior Vice President of Finance and Chief Financial Officer  .", "Senior Vice President of Generation Operations.", "Federal Tax Counsel.", "Norton Rose Fulbright US LLP.", "New York, New York.", "Trustee.", "U.S. Bank National Association.", "Columbus, Ohio.", "Bond Counsel.", "Dinsmore & Shohl LLP.", "Columbus, Ohio.", "Financial Advisor  Ramirez & Co., Inc.  New York, New York."], "first_page_paragraphs": ["Supplement, dated January 28, 2019 (the “Supplement”), to Official Statement, dated January 8,.", "2019 (the “Official Statement”), relating to:.", "AMERICAN MUNICIPAL POWER, INC..", "SOLAR ELECTRICITY PREPAYMENT PROJECT REVENUE BONDS.", "$55,195,000.", "SERIES 2019A (GREEN BONDS).", "The  Official  Statement  delivered  in  connection  with  the  proposed  issuance  by  American  Municipal Power, Inc. of the abovereferenced bonds contained a typographical error in the table on page  B12 of Appendix B relating to Large Participant Wadsworth, Ohio.", "The power sales revenue for 2017  was  $32,891,000  instead  of  $33,891,000  as  reported  in  the  Official  Statement  which,  when  corrected,  results in corresponding decreases to Wadsworth’s Total Revenue and Net Revenue Available for Debt  Service.", "The table, as corrected, appears on the following page:."], "intro_page_paragraphs": ["PURPOSE.", "OFFICIAL STATEMENT.", "$55,195,000.", "AMERICAN MUNICIPAL POWER, INC..", "SOLAR ELECTRICITY PREPAYMENT PROJECT REVENUE BONDS.", "SERIES 2019A.", "INTRODUCTION.", "This Official Statement, which includes the cover and inside cover pages and appendices attached  hereto,  is  furnished  by  American  Municipal  Power,  Inc.  (“AMP”),  an  Ohio  nonprofit  corporation,  to  provide information concerning (a) the Solar Electricity Prepayment Project (as further described herein,  the “Project”) and (b) AMP’s Solar Electricity Prepayment Project Revenue Bonds, Series 2019A (the  “Series 2019A Bonds”).", "The Series 2019A Bonds are being issued for the purpose of (i) refinancing the prepayment (the  “Prepayment”)  for  a  specified  supply  of  electricity  from  thirteen  (13)  solar  photovoltaic  generating  facilities (each such facility, a “System” and, collectively, the “Initial Systems”) with a rated capacity of  approximately 36.825 megawatts (“MW”) located in the States of Delaware, Michigan, Ohio and Virginia  pursuant to the terms of a Power Purchase Agreement, between DG AMP Solar, LLC (the “Seller”) and  AMP,  dated  March  29,  2016  (the  “Power  Purchase  Agreement”),  (ii)  funding  a  deposit  to  the  Parity  Common  Reserve  Fund,  and  (iii)  paying  costs  of  issuance  of  the  Series  2019A  Bonds.", "See  “PLAN  OF  FINANCE – PROPOSED FINANCING” herein.", "AUTHORIZATION FOR THE SERIES 2019A BONDS.", "The  Series  2019A  Bonds will  be  issued  and  secured  under  the  Indenture of Trust,  dated as  of  January 1, 2019 (the “Trust Indenture”), entered into between AMP and U.S. Bank National Association,  Columbus, Ohio, as trustee (the “Trustee”), as supplemented by the First Supplemental Indenture of Trust  (the “First Supplemental Indenture”), dated as of January 1, 2019, between AMP and the Trustee.", "The  Trust Indenture, as so supplemented and further supplemented and amended from time to time, is herein  called the “Indenture”.", "The Series 2019A Bonds and any additional bonds issued under the Indenture on  a parity with the Series 2019A Bonds are herein referred to collectively, as “Bonds.”  See “THE SERIES  2019A  BONDS.”    AMP  anticipates  that  it  will  issue  additional  Bonds  in  the  fourth  quarter  of  2019  to  finance  or  refinance  the  prepayment  of  a  specified  supply  of  electricity  from  additional  Systems  (the  “Additional Systems”)..", "The  Board  of  Trustees  of  AMP  by  a  resolution  adopted  on  December  7,  2018,  authorized  the  issuance and sale of the Series 2019A Bonds and approved the form and authorized the execution and  delivery of the Trust Indenture and First Supplemental Indenture.", "AMP.", "AMP  was  formed  under Ohio  Revised  Code  Chapter 1702  as  a  nonprofit  corporation in 1971.", "Under  applicable  law,  AMP  has  perpetual  existence  and  the  duration  of  its  existence  is  not  otherwise  limited by its certificate of incorporation or by any agreement with its members (the “Members”).. AMP  operates  on  a  cooperative  nonprofit  basis  for  the  mutual  benefit  of  its  Members,  all  of  which own and/or operate municipal electric utility systems that include distribution facilities (except in  the case of DEMEC (as hereinafter defined)) and in some cases (including DEMEC) generation assets.", "1."], "cusip": "02765MAD4", "issuer_cusip": "02765M"}