{"file_name": "Missing Training PDFs/040649MG7.pdf", "total_pages": 123, "first_page": 5, "toc_page": 5, "intro_page": 7, "use_of_proceeds_page": 15, "use_of_proceeds_paragraphs": ["(v).", "(vi).", "(vii).", "Financial Products Agreements relating to Subordinated Bonds and deposited in such Subaccount  and (B) increased by the amount of any Swap Monthly Deposit for Subordinated Bonds; and then.", "Into the Subordinated Bond Related Obligations Subaccount, at such times and in such amount, if  any, specified in any Supplemental Resolution for payment to the provider of any of Bond Related  Obligation for any Subordinated Bonds (no such requirements currently exist); and then.", "Into the Subordinated Reserve Subaccount, at such times and in such amounts, if any, as may be  subsequently specified in any Supplemental Resolution for deposit therein (the Bond Resolution  currently does not require any deposits into this Subaccount); and then.", "To  the  Paying  Agent  or  such  other  person  designated  in  a  certificate  of  the  Authorized  Board  Representative,  the  amount  set  forth  and  ordered  to  be  paid  in  such  certificate  to  the  specified  Qualified Counterparty, representing any Termination Payments then due:  First under a Financial  Products  Agreement  relating  to  Senior  Bonds;  and  then  under  a  Financial  Products  Agreement  relating  to  Subordinated  Bonds,  as  provided  in  the  Supplemental  Resolution  providing  for  the  payment of such Financial Products Agreement (no such requirements currently exist); and then.", "(viii).", "Into  the  Third  Lien  Debt  Service  Subaccount,  the  amount  specified  in  any  Supplemental  Resolution  authorizing  Third  Lien  Debt  for  deposit  therein  (no  such  Third  Lien  Debt  currently  exists); and then.", "(ix).", "Into the Construction Account, the balance..   Senior Debt Service Subaccount for the Senior Bonds, see “Use of Bond Account,” below.. For a description of lien priority and use of accounts (ii) through (ix) in the event of a deficiency in the.", "“Monthly  Deposit”  shall  mean,  with  respect  to  Outstanding  Bonds  of  each  Series,  for  each  month  an.", "amount not less than:.", "(1).", "(2).", "(3).", "(4).", "Onesixth  of  the  aggregate  semiannual  amount  of  interest  becoming  due  and  payable  on  such  Series (except for Variable Interest Rate Bonds) during the next ensuing six months (excluding  any  interest  for  which  there  are  moneys  deposited  in  the  applicable  Subaccount  in  the  Bond  Account from the proceeds of any  Series of Bonds or other sources and reserved as Capitalized  Interest to pay such interest during said next ensuing six months), until the requisite semiannual  amount  of  interest  on  all  such  Series  is  on  deposit  in  the  applicable  Subaccount  in  the  Bond  Account;  provided  that  from  the  date  of  delivery  of  a  Series  of  Bonds  until  the  first  interest  payment date with respect to such Series, the amounts so paid with respect to such Series shall be  sufficient, on a monthly pro rata basis, to pay the aggregate amount of interest becoming due and  payable on the first interest payment date with respect to such Series; plus .", "For Variable Interest Rate Bonds, the aggregate amount of interest to accrue during each month,  calculated at the Maximum Interest Rate for the period during the month when the actual rate of  interest is not known; provided, however, that the amount of such Monthly Deposit for any month  may be reduced by the amount by which the Monthly Deposit in the prior month exceeded the  actual amount of interest accrued during that prior month on such Variable Interest Rate Bonds;  and further provided that the amount of such Monthly Deposit for any month shall be increased by  the amount by which the Monthly Deposit in the prior month was less than the actual amount of  interest accruing during that prior month on Variable Interest Rate Bonds; plus.", "Onesixth  of  the  aggregate  semiannual  amount  of  Principal  Installments  becoming  due  and  payable on such Series having semiannual principal payments within the next six months; plus.", "Onetwelfth of the aggregate annual amount of Principal Installments becoming due and payable  on such Series having annual principal payments within the next twelve months.. 9."], "first_page_paragraphs": ["  NEW ISSUE – BOOKENTRYONLY    .", "OFFICIAL STATEMENT .", "RATINGS:.", "Moody’s:  “Aa1”  Standard & Poor’s:  “AA+”.", "ARIZONA TRANSPORTATION BOARD.", "TRANSPORTATION EXCISE TAX REVENUE REFUNDING BONDS.", "(MARICOPA COUNTY REGIONAL AREA ROAD FUND).", "$109,850,000.", "2016 SERIES.", "The maturities, interest rates, and prices or yields of the 2016 Series Bonds are shown on the inside front cover page..   Due:  July 1 as shown on the inside front cover page hereof  Dated:  Date of Delivery      The  Transportation  Excise  Tax  Revenue  Refunding  Bonds  (Maricopa  County  Regional  Area  Road  Fund)  2016  Series  (the  “2016  Series  Bonds”) are being issued by the Arizona Transportation Board (the “Board”) as a separate series of fully registered bonds in denominations of $5,000  or any integral multiple thereof.", "Interest on the 2016 Series Bonds is payable on each January 1 and July 1, commencing January 1, 2017, accrues from their date of delivery,    and is payable on each interest payment date by the paying agent, initially U.S. Bank National Association (the “Paying Agent”), to the registered  owners thereof as of the 15th day next preceding each interest payment date or by wire transfer upon request of registered owners of $1,000,000 or  more aggregate principal amount, as described herein.", "The  2016  Series  Bonds  will  be  issued  as  fully  registered  bonds  and  will  be  registered  in  the  name  of  Cede  &  Co.,  as  nominee  of  The  Depository  Trust  Company,  New  York,  New  York  (“DTC”),  which  will  act  as  securities  depository  for  the  2016  Series  Bonds.", "Purchases  of  beneficial interests in such 2016 Series Bonds  will be made in bookentryonly form.", "Purchasers will not receive  certificates representing their  ownership interests in the 2016 Series Bonds.", "So long as the 2016 Series Bonds are registered in the name of Cede & Co., as nominee of DTC,  payments of the principal of and interest on the 2016 Series Bonds will be made directly by the Paying Agent to Cede & Co., as nominee of DTC.", "The 2016 Series Bonds will be issued as Senior Bonds (as defined herein) under the Bond Resolution (as defined herein) on a parity as to  security and source of payment with other outstanding Senior Bonds.", "Upon the issuance of the 2016 Series Bonds and the application of the proceeds  thereof, $710,805,000 aggregate principal amount of Senior Bonds will be outstanding under the Bond Resolution.", "Additional Senior Bonds may be  subsequently issued on a parity with the 2016 Series Bonds as provided in the Bond Resolution.", "Proceeds of the 2016 Series Bonds are intended to  be used to (i) refund in advance of maturity the Bonds to be Refunded (as defined herein); and (ii) pay the costs of issuing the 2016 Series Bonds.", "See “PLAN OF REFUNDING” herein.", "The 2016 Series Bonds are not subject to redemption prior to their respective maturity dates as described herein.", "The 2016 Series Bonds are special obligations of the Board.", "The 2016 Series Bonds and any other Senior Bonds are payable from and  secured solely by amounts on deposit in the Bond Account (as defined herein), which are derived from the Transportation Excise Tax (as  defined herein) revenues collected by the Arizona Department of Revenue and in certain other accounts specified in the Bond Resolution  (collectively, the “Pledged Funds”), all as described herein.", "The 2016 Series Bonds are not obligations, general, special, or otherwise, of the  State of Arizona or Maricopa County, Arizona (the “County”), do not constitute a legal debt of the State of Arizona or the County and are  not  enforceable  against  the  State  of  Arizona  or  the  County  out  of  any  moneys  other  than  the  Pledged  Funds,  as  specified  in  the  Bond  Resolution.", "In  the  opinion  of  Squire  Patton  Boggs  (US)  LLP,  Bond  Counsel,  under  existing  law  (i)  assuming  continuing  compliance  with  certain  covenants  and  the  accuracy  of  certain  representations,  interest  on  the  2016  Series  Bonds  is  excluded  from  gross  income  for  federal  income  tax  purposes and is not an item of tax preference for purposes of the federal alternative minimum tax imposed on individuals and corporations, and  (ii) interest on the 2016 Series Bonds is exempt from Arizona state income taxes.", "Interest on the 2016 Series Bonds may be subject to certain federal  taxes imposed only on certain corporations, including the corporate alternative minimum tax on a portion of that interest.", "For a more complete  discussion of the tax aspects, see “TAX MATTERS” herein.", "This  cover  page  contains  only  a  brief  description  of  the  2016  Series  Bonds  and  the  security  therefor.", "It  is  not  a  summary  of  material  information with respect to the 2016 Series Bonds.", "Investors should read this entire Official Statement to obtain information necessary to make an  informed investment decision.", "The 2016 Series Bonds are offered when, as and if issued, subject to the approval of legality by Squire Patton Boggs (US) LLP, Bond Counsel,  and certain other conditions.", "Certain legal  matters will  be passed upon for the  Underwriters by their counsel,  Greenberg  Traurig,  LLP.", "It is  expected that the 2016 Series Bonds in bookentryonly form will be available for delivery through DTC on or about October 6, 2016.. .", "Barclays.", "Dated:  August 31, 2016. .", "J.P. Morgan  Morgan Stanley.", "Stifel."], "intro_page_paragraphs": ["ARIZONA TRANSPORTATION BOARD.", "TRANSPORTATION EXCISE TAX REVENUE REFUNDING BONDS.", "(MARICOPA COUNTY REGIONAL AREA ROAD FUND).", "This Introduction is not a summary of this Official Statement, but is only a brief description of and a guide  to, and is qualified by, more complete information contained in this entire Official Statement which includes the  cover page, inside front cover page and appendices attached hereto, and the documents described herein.", "This Official Statement provides certain information in connection with the original sale and issuance by  the  Arizona  Transportation  Board  (the  “Board”)  of  its  Transportation  Excise  Tax  Revenue  Refunding  Bonds  (Maricopa  County  Regional  Area  Road  Fund)  2016  Series  (the  “2016  Series  Bonds”)  in  the  aggregate  principal  amount of $109,850,000.", "The 2016 Series Bonds are issued pursuant to the Regional Area Road Fund Bond Law,  Title 28, Chapter 17, Article 1, Arizona Revised Statutes, as amended, and Title 28, Chapter 21, Article 2, Arizona  Revised Statutes, as amended (collectively, the “Act”), and under and pursuant to the Master Resolution, adopted by  the  Board  on  September  21,  2007,  as  thereafter  supplemented,  including  by  the  Sixth  Supplemental  Resolution  adopted  by  the  Board  on  March  18,  2016,  authorizing  the  2016  Series  Bonds  (such  Master  Resolution,  as  supplemented to date and as subsequently supplemented in accordance with its terms, being hereinafter collectively  referred to as the “Bond Resolution”).", "Capitalized terms used in this Official Statement and not otherwise defined herein have the meanings set.", "forth in “APPENDIX C – SUMMARY OF CERTAIN PROVISIONS OF THE BOND RESOLUTION.”      Under the terms and provisions of the Act, the Board is authorized to issue bonds (i) to pay the costs of  design, rightofway purchase, or construction related to new, or improvements to, freeways and other routes in the  state  highway  system  that  are  included  in  the  regional  transportation  plan  of  Maricopa  County,  Arizona  (the  “County”) and that are accepted into the state highway system, (ii) to pay the costs of design, rightofway purchase  or construction related to new, or improvements to, major arterial streets and intersections that are included in the  regional transportation plan of the County, (iii) to refund any bonds issued by the Board and payable from regional  area road fund income (iv) to fund reserves, (v) to pay fees and expenses related to Bond  Related Obligations, and  (vi) to pay interest on such bonds and Bond Related Expenses.", "The proceeds of the 2016 Series Bonds are expected to be used to (i) refund in advance of maturity the  Bonds to be Refunded (as defined herein); and (ii) pay the costs of issuing the 2016 Series Bonds.", "See “PLAN OF  REFUNDING” herein.", "The  2016  Series  Bonds  are  issued  as  Senior  Bonds  under  the  Bond  Resolution.", "The  aggregate  principal  amount of Senior Bonds that will be outstanding immediately after delivery of the 2016 Series Bonds, and after giving  effect to the defeasance of the Bonds to be Refunded, will be $710,805,000.", "The 2016 Series Bonds and the Board’s  Transportation  Excise  Tax  Revenue  Bonds  (Maricopa  County  Regional  Area  Road  Fund)  2007  Series  (the  “2007  Series Bonds”), Transportation Excise Tax Revenue Bonds (Maricopa County Regional Area Road Fund) 2009 Series  (the “2009 Series Bonds”), Transportation Excise Tax Revenue Bonds (Maricopa County Regional Area Road Fund)  2010 Series (the “2010 Series Bonds”), Transportation Excise Tax Revenue Bonds (Maricopa County Regional Area  Road  Fund)  2011  Series  (the  “2011  Series  Bonds”),  and  Transportation  Excise  Tax  Revenue  Refunding  Bonds  (Maricopa County Regional Area Road Fund) 2014 Series (the “2014 Series Bonds”), together with any Additional  Senior Bonds and Senior Refunding Bonds that may be subsequently issued by the Board on a parity therewith, as to.", "OFFICIAL STATEMENT.", "relating to.", "$109,850,000.", "2016 SERIES.", "INTRODUCTION.", "1."], "cusip": "040649MG7", "issuer_cusip": "040649"}