{"file_name": "Missing Training PDFs/052397DF0.pdf", "total_pages": 213, "first_page": 11, "toc_page": 4, "intro_page": 11, "use_of_proceeds_page": 13, "use_of_proceeds_paragraphs": ["Sources and Uses of Funds    The proceeds of the Obligations will be applied substantially as follows:  .", "The Contractual.", "The Bonds.", "The Certificates.", "Obligations.", "Total.", "Sources of Funds:.", "Principal Amount  Original Issue Premium  City Contribution  Total  .", "Uses of Funds:.", "$98,365,000.00  22,536,647.50           267,748.59  $121,169,396.09.", "Deposit to Project Fund  Deposit to Escrow Fund  Costs of Issuance  Underwriters’ Discount  Total.", "$51,810,000.00  68,557,047.12  398,121.35           404,227.62  $121,169,396.09.", "$44,015,000.00  9,900,255.70                           $53,915,255.70       $53,550,000.00    174,148.68         191,107.02  $53,915,255.70.", "$22,555,000.00  2,689,160.45                           $25,244,160.45       $25,070,000.00    93,450.90           80,709.55  $25,244,160.45.", "$164,935,000.00  35,126,063.65           267,748.59  $200,328,812.24       $130,430,000.00  68,557,047.12  665,720.93           676,044.19  $200,328,812.24.", "General    Each series of  Obligations shall be dated their respective dates of initial delivery, expected to be October 4, 2016 (the  “Dated Date”) and shall bear interest on the unpaid principal amounts from such date, at the per annum rates shown on  the inside cover page of this document for each series of Obligations.", "Interest on the Obligations will be calculated on the  basis of a 360day year consisting of twelve 30day months.", "Interest on the Bonds and the Certificates will be payable on  March  1,  2017,  and  on  each  September  1  and  March  1  thereafter  until  maturity  or  prior  redemption.", "Interest  on  the  Contractual Obligations will be payable on May 1, 2017, and on each November 1 and May 1 thereafter until maturity.", "Principal is payable, upon presentation, at the Designated Payment/Transfer Office of the Paying Agent/Registrar (see  “OBLIGATION  INFORMATION  –  Paying  Agent/Registrar”  in  this  document).", "Interest  is  payable  by  the  Paying  Agent/Registrar to the registered owner appearing on the registration books of the Paying Agent/Registrar at the close of  business on the Record Date (defined below) and shall be paid by the Paying Agent/Registrar by check mailed by United  States mail, first class postage prepaid, to the address of such person as it appears on the registration books of the Paying  Agent/Registrar  on  or  before  each  interest  payment  date  or  by  such  other  method,  acceptable  to  the  Paying  Agent/Registrar, requested by, and at the risk and expense of, the  registered owner.", "The Obligations are issued only as  fully registered obligations in denominations of $5,000 or any integral multiple thereof within a maturity and a series.", "Notwithstanding  the foregoing, so long as records of  ownership  of the Obligations are maintained through the  book entryonly system described under “OBLIGATION INFORMATION – BookEntryOnly System” in this document, all  payments of principal of, redemption premium, if any, and interest on the Obligations will be made in accordance with  the procedures described in “OBLIGATION INFORMATION – BookEntryOnly System” in this document.", "The record date for the interest payable on any interest payment date is the 15th day of the month next preceding each  interest payment date, as specified in the Ordinances.", "In the event of a nonpayment of interest on a scheduled interest  payment  date,  and  for  30  days  thereafter,  a  new  record  date  for  interest  payment  (the  “Special  Record  Date”)  will  be  established by the Paying Agent/Registrar, in accordance with the provisions of the Ordinances, if and when funds for  the payment of interest have been received from the City.", "Notice of the Special Record Date and of the scheduled payment  date of the past due interest, which shall be at least 15 days after the Special Record Date, shall be sent at least five business  days prior to the Special Record Date by United States mail, first class postage prepaid, to the address of each registered  owner of Obligations appearing on the registration books of the Paying Agent/Registrar at the close of business on the  last business day next preceding the date of mailing of the notice.", "[The remainder of this page is intentionally left blank.].", "3."], "first_page_paragraphs": ["    .", "OFFICIAL STATEMENT DATED SEPTEMBER 7, 2016.", "Ratings:    Moody’s:  “Aaa”  Standard & Poor’s:  “AAA”  Fitch:  “AAA”  (See “OTHER RELEVANT INFORMATION – Ratings”).", "NEW ISSUES  BookEntryOnly    In the opinion of Bond Counsel, interest on the Obligations (defined below) is excludable from gross income for federal income tax purposes under existing law  and is not includable in the alternative minimum taxable income of individuals.", "See “TAX EXEMPTION” in this document for a discussion of the opinion of  Bond Counsel, including a description of alternative minimum tax consequences for corporations.", "$98,365,000.", "CITY OF AUSTIN, TEXAS.", "(Travis, Williamson and Hays Counties).", "Public Improvement and Refunding .", "Bonds, Series 2016.", "$44,015,000.", "CITY OF AUSTIN, TEXAS.", "(Travis, Williamson and Hays Counties).", "Certificates of Obligation, Series 2016. .", "$22,555,000.", "CITY OF AUSTIN, TEXAS.", "(Travis, Williamson and Hays Counties).", "Public Property Finance Contractual Obligations, Series 2016. .", "Due: As shown on the inside cover page.", "Dated Date: October 4, 2016    Interest on the $98,365,000 City of Austin, Texas Public Improvement and Refunding Bonds, Series 2016 (the “Bonds”), the $44,015,000 City of Austin, Texas  Certificates of Obligation, Series 2016 (the “Certificates”) and the $22,555,000 City of Austin, Texas Public Property Finance Contractual Obligations, Series 2016  (the “Contractual Obligations”) will accrue from the dated date shown above, and in the case of the Bonds and Certificates will be payable March 1, 2017, and each  September 1 and March 1 thereafter until maturity or redemption prior to maturity, and in the case of the Contractual Obligations will be payable May 1, 2017, and  each November 1 and May 1 thereafter until maturity, and will be calculated on the basis of a 360day year consisting of twelve 30day months.", "The Bonds, the  Certificates, and the Contractual Obligations are collectively referred to in this document as the “Obligations”.", "The Bonds, the Certificates, and the Contractual  Obligations are being offered separately by the City of Austin, Texas (the “City”), and delivery of each issue is not contingent upon the delivery of the other issues.", "The City intends to utilize the bookentryonly system of The Depository Trust Company (“DTC”), but reserves the right on its behalf or on behalf of DTC to  discontinue  such  system.", "The  bookentryonly  system  will  affect  the  method  and  timing  of  payment  and  the  method  of  transfer  of  the  Obligations.", "See  “OBLIGATION INFORMATION – BookEntryOnly System” in this document.", "The Bonds are direct obligations of the City, payable from an ad valorem tax levied, within the limits prescribed by law, on all taxable property located within the  City, as provided in the ordinance authorizing the issuance of the Bonds.", "The Certificates are direct obligations of the City, payable from an ad valorem tax levied,  within the limits prescribed by law, on all taxable property located within the City and are additionally payable from and secured by a limited pledge of surplus  revenues (not to exceed $1,000) of the City’s solid waste disposal system, as provided in the ordinance authorizing the issuance of the Certificates.", "The Contractual  Obligations are direct obligations of the City, payable from an ad valorem tax levied, within the limits prescribed by law, on all taxable property located within the  City, as provided in the ordinance authorizing the issuance of the Contractual Obligations.", "See “OBLIGATION INFORMATION  Security” in this document.", "Proceeds  from  the  sale  of  the  Bonds  will  be  used  to  refund  portions  of  the  City’s  outstanding  general  obligation  debt  shown  in  APPENDIX  D  hereto  (the  “Refunded Obligations”) for savings, to finance various capital improvements (see “DEBT INFORMATION – Authorized General Obligation Bonds” in this  document), and to pay costs of issuing the Bonds and of refunding the Refunded Obligations.", "Proceeds from the sale of the Certificates will be used to finance  various capital improvements and to pay costs of issuing the Certificates.", "Proceeds from the sale of the Contractual Obligations will be used to purchase certain  equipment  and  other  personal  property  for  use  by  various  City  departments  and  to  pay  costs  of  issuing  the  Contractual  Obligations.", "See  “OBLIGATION  INFORMATION – Authority and Purpose for Issuance” in this document.", "MATURITY SCHEDULE.", "See “MATURITY SCHEDULE” on next page.", "The Bonds and the Certificates are subject to redemption prior to their stated maturities as described in “OBLIGATION INFORMATION – Optional Redemption  of the Bonds and the Certificates” in this document.", "The Contractual Obligations are not subject to redemption prior to their stated maturity.", "The Obligations are offered for delivery when, as and if issued and accepted by the Underwriters, subject to the approving opinions of the Attorney General of  the State of Texas and of Andrews Kurth LLP, Austin, Texas, Bond Counsel.", "See APPENDIX C  “Forms of Bond Counsel’s Opinions” in this document.", "Certain legal matters will be passed upon for the Underwriters by their counsel, Bracewell LLP, Austin, Texas.", "It is expected that the Obligations will be delivered through the facilities of DTC on or about October 4, 2016.. Raymond James.", "BAIRD.", "WELLS FARGO SECURITIES.", "HilltopSecurities.", "Piper Jaffray & Co.  Estrada Hinojosa."], "intro_page_paragraphs": ["OFFICIAL STATEMENT.", "Relating to.", "$98,365,000.", "CITY OF AUSTIN, TEXAS.", "Public Improvement and Refunding Bonds, Series 2016. .", "$44,015,000.", "CITY OF AUSTIN, TEXAS.", "Certificates of Obligation, Series 2016. .", "$22,555,000.", "CITY OF AUSTIN, TEXAS.", "Public Property Finance Contractual Obligations, Series 2016. .", "INTRODUCTION.", "This  Official  Statement,  which  includes  the  cover  page,  the  summary  statement  and  the  appendices,  provides  certain  information regarding the issuance by the City of Austin, Texas (the “City”) of its $98,365,000 Public Improvement and  Refunding Bonds, Series 2016 (the “Bonds”), its $44,015,000 Certificates of Obligation, Series 2016 (the “Certificates”),  and its $22,555,000 Public Property Finance Contractual Obligations, Series 2016 (the “Contractual Obligations”).", "The  Bonds, the Certificates, and the Contractual Obligations are collectively referred to herein as the “Obligations”.", "The Bonds,  the Certificates, and the Contractual Obligations are being offered separately by the City, and delivery of each issue is not  contingent upon the delivery of the other issues.", "Capitalized terms used in this document have the same meanings assigned  to such terms in the ordinance authorizing the issuance of the Bonds (the “Bond Ordinance”), the ordinance authorizing  the issuance of the Certificates (the “Certificate Ordinance”), and the ordinance authorizing the issuance of the Contractual  Obligations (the “Contractual Obligation Ordinance”), except as otherwise indicated.", "The Bond Ordinance, the Certificate  Ordinance, and the Contractual Obligation Ordinance are collectively referred to herein as the “Ordinances”.", "Concurrently with the sale of the Obligations, the City sold its Public Improvement Bonds, Taxable Series 2016 in the  aggregate principal amount of $12,000,000 and its Certificates of Obligation, Taxable Series 2016 in the aggregate principal  amount  of  $8,700,000  (collectively,  the  “Taxable  Obligations”),  pursuant  to  a  separate  official  statement.", "The  Taxable  Obligations are expected to be delivered concurrently with the delivery of the Obligations.", "References to website addresses presented in this document are for informational purposes only and may be in the form  of a hyperlink solely for the reader’s convenience.", "Unless otherwise specified, references to websites and the information  or links contained therein are not incorporated into, and are not part of, this document.", "There follows in this document descriptions of the Obligations and certain information regarding the City and its finances.", "All descriptions of documents contained herein are only summaries and are qualified in their entirety by reference to each  such document.", "OBLIGATION INFORMATION.", "Authority and Purpose for Issuance    The capital improvements to be financed with the proceeds of the Bonds were authorized at  elections held on various  dates, and passed by a majority of the participating voters in the City.", "The City is authorized to issue the Bonds by voter  authorization pursuant to Chapters 1207 and 1331, Texas Government Code, by Chapter 1371, Texas Government Code  (“Chapter 1371”), the Bond Ordinance, and a pricing certificate evidencing the final terms of sale of the Bonds.", "Proceeds  from the sale of the Bonds will be used to refund portions of the City’s outstanding general obligation debt as shown in  APPENDIX D hereto (the “Refunded Obligations”) for savings, to finance various capital improvements and to pay costs  of issuing the Bonds and of refunding the Refunded Obligations.", "See “DEBT INFORMATION – Authorized General  Obligation Bonds” in this document.. ."], "cusip": "052397DF0", "issuer_cusip": "052397"}