{"file_name": "Missing Training PDFs/052476XZ6.pdf", "total_pages": 260, "first_page": 4, "toc_page": 4, "intro_page": 11, "use_of_proceeds_page": 4, "use_of_proceeds_paragraphs": ["INTRODUCTION .................................................................................................................................................... TABLE OF CONTENTS.", "PLAN OF FINANCING ..........................................................................................................................................   SOURCES AND USES OF FUNDS ......................................................................................................................", "OBLIGATIONS PAYABLE FROM SYSTEMS REVENUES .........................................................................   DEBT SERVICE REQUIREMENTS ....................................................................................................................   SECURITY FOR THE BONDS .............................................................................................................................", "Pledges of Net Revenues .................................................................................................................................... Rate Covenant Required by Prior First Lien Bonds and Prior Subordinate Lien Bonds .......................... Rate Covenant Required by Master Ordinance ............................................................................................... Reserve Fund for Parity Water/Wastewater Obligations............................................................................... Reserve Fund for Prior First Lien Bonds and Prior Subordinate Lien Bonds............................................", "Issuance of Additional Prior Lien Bonds and Subordinate Lien Bonds Precluded....................................", "Separate Lien Obligations...................................................................................................................................", "Issuance of Parity Water/Wastewater Obligations ......................................................................................... ShortTerm Parity Water/Wastewater Obligations......................................................................................... Special Facilities Debt and Subordinated Debt ............................................................................................... Credit Agreements ............................................................................................................................................... System Fund ......................................................................................................................................................... Surplus Revenue Account................................................................................................................................... Financial Guaranty Disclosure ...........................................................................................................................", "DESCRIPTION OF THE BONDS .......................................................................................................................", "Optional Redemption ..........................................................................................................................................", "Mandatory Sinking Fund Redemption .............................................................................................................. Notice of Redemption ........................................................................................................................................ Defeasance ............................................................................................................................................................ Paying Agent/Registrar ....................................................................................................................................... Record Date for Interest Payment ....................................................................................................................", "Transfer, Exchange and Registration ................................................................................................................", "Bondholders Remedies .......................................................................................................................................   BOOKENTRYONLY SYSTEM ..........................................................................................................................", "THE SYSTEMS ..........................................................................................................................................................", "THE WATER AND WASTEWATER SYSTEM................................................................................................. Management .........................................................................................................................................................   WATER SYSTEM ...................................................................................................................................................... Service Area .......................................................................................................................................................... Water Supply ........................................................................................................................................................ Water Treatment Plants ...................................................................................................................................... Water Conservation Plan .................................................................................................................................... Water Storage and Pumping Facilities ..............................................................................................................", "Historical Water Pumpage – TABLE EIGHT................................................................................................", "Projected Water Pumpage – TABLE NINE................................................................................................... Information Concerning Water  Sales – TABLE TEN.................................................................................. Large Water Customers – TABLE ELEVEN................................................................................................. .", "i. Pag.", "6 6 6 7 7 8 9 9 9 9 10 10 11 12 1.", "12 13 13 13 14 14 14 15 1.", "1.", "1.", "18 1.", "18 18 18 20 21 21 22 22 23 24 ."], "first_page_paragraphs": [" OFFICIAL STATEMENT  Dated November 16, 2011.", "Ratings:  Moody’s:   “Aa2”  Standard & Poor’s:   “AA”  Fitch:   “AA”  (See “OTHER RELEVANT INFORMATION – Ratings”).", "NEW ISSUE − BookEntryOnly    Delivery of the Bonds (as defined below) is subject to the receipt of the opinion of Fulbright & Jaworski L.L.P., Bond Counsel, to the effect that, assuming continuing  compliance by the City (as defined below) with certain covenants contained in the Twentieth Supplement described herein, interest on the Bonds will be excludable from  gross income for purposes of federal income taxation under existing law, subject to the matters described under “TAX MATTERS” herein, including the alternative  minimum tax on corporations.", "$237,530,00.", "CITY OF AUSTIN, TEXA.", "(Travis, Williamson and Hays Counties) Water and Wastewater System Revenu.", "Refunding Bonds, Series 2011.", "Dated Date:  November 1, 2011  Due:  As shown on the inside cover page    The Bonds offered hereby are the $237,530,000 City of Austin, Texas Water and Wastewater System Revenue Refunding Bonds, Series 2011  (the “Bonds”).", "The Bonds represent the twentieth encumbrance to be issued or incurred as “Parity Water/Wastewater Obligations” pursuant  to an ordinance (the “Master Ordinance”) adopted by the City Council of the City of Austin, Texas (the “City”) on June 8, 2000, and are  authorized  and  being  issued  in  accordance  with  a  supplemental  ordinance  adopted  by  the  City  Council  of  the  City  (the  “Twentieth  Supplement”).", "In the Twentieth Supplement, the City delegated the pricing of the Bonds and certain other matters to a “Pricing Officer”  who is authorized to act on behalf of the City in selling and delivering the Bonds in a “Pricing Certificate.”  The Master Ordinance, the  Twentieth  Supplement  and  the  Pricing  Certificate  are  collectively  referred  to  herein  as  the  “Bond  Ordinance.”    The  Master  Ordinance  contains the terms for the issuance of Parity Water/Wastewater Obligations and the covenants and security provisions related thereto.", "The  City, also has outstanding Prior First Lien Obligations and Prior Subordinate Lien Obligations, which are secured by joint and several pledges  of the net revenues of both the Water and Wastewater System and Electric Utility System.", "The City must comply with the covenants and  security  provisions  related  to  the  Prior  First  Lien  Obligations  and  Prior  Subordinate  Lien  Obligations  while  such  obligations  remain  outstanding.", "The Master Ordinance prohibits the issuance of additional revenue obligations secured by joint and several pledges of the net  revenues of both the Water and Wastewater System and Electric Utility System such as Prior First Lien Obligations or Prior Subordinate Lien  Obligations.", "Commercial Paper Obligations having a combined pledge of Electric Utility System and Water and Wastewater System revenues  may continue to be issued on a subordinate lien basis to the Parity Water/Wastewater Obligations.", "The Bonds are special obligations of the  City, payable as to both principal and interest solely from and, together with the other outstanding Parity Water/Wastewater Obligations,  Previously Issued Prior Subordinate Lien Obligations and Previously Issued Separate Lien Obligations, equally and ratably secured only by a  lien on and pledge of the Net Revenues of the City’s Water and Wastewater System (subject to the prior claim and lien on the Net Revenues  of the Water and Wastewater System to the payment and security of the Outstanding Prior First Lien Obligations), as provided in the Master  Ordinance and the Twentieth Supplement.", "Additionally, the Bonds and Previously Issued Parity Water/Wastewater Obligations referenced  above are equally and ratably secured by a parity lien on the funds, if any, deposited to the credit of the Debt Service Fund (excluding any  funds on deposit in the BAB Subsidy Subaccount, which was established for the exclusive benefit of the owners of the Series 2010B Bonds  issued  by  the  City)  and  the  Reserve  Fund  in  accordance  with  the  terms  of  the  ordinances  authorizing  the  issuance  of  Parity  Water/Wastewater Obligations.", "The Bonds do not constitute a legal or equitable pledge, charge, lien or encumbrance upon any property of  the City or the Water/Wastewater System, except with respect to the Net Revenues.", "Neither the taxing power of the City nor the State  of Texas (the “State”) is pledged as security for the Bonds.", "See “SECURITY FOR THE BONDS” herein.. .", "Maturity Schedule on Inside Cover Pag.", "The Bonds are issuable only in fully registered form in the denomination of $5,000 or any integral multiple thereof within a maturity.", "Interest  on  the  Bonds shall  accrue  from  the  dated date  of  the  Bonds  and  shall  be  payable  on  May 15, 2012  and  each  November 15  and May 15  thereafter until maturity or prior redemption.", "Interest to be paid on the Bonds will be calculated on the basis of a 360day year consisting of  twelve 30day months.", "The Bonds will be registered in the name of Cede & Co., as nominee of The Depository Trust Company, New York,  New York (“DTC”).", "DTC will act initially as securities depository of the Bonds, and individual purchases of the Bonds will be made in  bookentry form only.", "See “DESCRIPTION OF THE BONDS” herein.", "The Bonds are offered for delivery when, as, and if issued and subject, among other things, to the opinions of the Attorney General of Texas  and Fulbright & Jaworski L.L.P., Bond Counsel for the City, as to the validity of the issuance of the Bonds under the Constitution and laws  of the State.", "The opinion of Bond Counsel will be printed on or attached to the Bonds.", "(See APPENDIX E  “Form of Bond Counsel’s  Opinion”).", "Certain legal matters will be passed on for the Underwriters by their counsel, Vinson & Elkins L.L.P.", "The Bonds are expected to be available for delivery on or about December 7, 2011.  .", "BofA Merrill Lynch.", "J.P. Morgan.", "FirstSouthwes.", "Estrada Hinojosa & Co., Inc. Ramirez & Co., Inc. .", "Goldman, Sachs & Co. RBC Capital Market."], "intro_page_paragraphs": ["OFFICIAL STATEMENT.", "$237,530,000.", "CITY OF AUSTIN, TEXAS.", "(Travis, Williamson and Hays Counties)  Water and Wastewater System Revenue.", "Refunding Bonds, Series 2011.", "INTRODUCTION.", "This Official Statement, which includes the cover page and the appendices hereto, is being furnished in connection with  the proposed issuance by the City of Austin, Texas (the “City”), of its $237,530,000 City of Austin, Texas Water and  Wastewater  System  Revenue  Refunding  Bonds,  Series  2011  (the  \"Bonds”).", "The  Bonds  are  authorized  to  be  issued  pursuant to the authority conferred by the laws of the State of Texas (the “State”), an ordinance adopted by the City  Council on June 8, 2000 (the “Master Ordinance”) providing the terms upon which Parity Water/Wastewater Obligations  are to be issued and the covenant and security provisions related thereto, and a supplemental ordinance adopted by the  City Council on November 3, 2011 (the “Twentieth Supplement”).", "The Twentieth Supplement authorized one or more  officers and employees of the City to act as a “Pricing Officer” to effect the sale of the Bonds.", "The terms of the sale of  the Bonds are set forth in a “Pricing Certificate”, and the Pricing Certificate,  together with the Master Ordinance and  Twentieth Supplement, is sometimes herein referred to collectively as the “Bond Ordinance”.", "Capitalized terms not  otherwise defined herein have the meanings assigned in the Master Ordinance, the Twentieth Supplement, the  Pricing Certificate or the Prior Lien Ordinance (hereinafter defined), as applicable (see APPENDICES C and  D).", "As noted under “PLAN OF FINANCING” below, the City is not permitted to issue any additional Prior First Lien  Obligations  or  Prior  Subordinate  Lien  Obligations,  but  must  comply  with  the  covenants  contained  in  the  bond  ordinances authorizing the issuance of such obligations (collectively, the “Prior Lien Ordinance”) while such obligations  are outstanding.", "A summary of certain provisions of the Master Ordinance is attached hereto as APPENDIX C, and a  summary of certain provisions of the Prior Lien Ordinance is attached hereto as APPENDIX D.  All descriptions of  documents contained herein are only summaries and are qualified in their entirety by reference to each such document.", "The authority delegated to the Pricing Officer permitted the issuance of up to $240,000,000 in aggregate principal amount  of refunding bonds under the Bond Ordinance.", "The Bonds represent the twentieth encumbrance to be issued or incurred as Parity Water/Wastewater Obligations under  the Master Ordinance.", "The City has issued certain Prior First Lien Obligations, Prior Subordinate Lien Obligations and  Commercial  Paper  Obligations  secured  by  a  joint  and  several  pledge  of  the  net  revenues  of  the  City’s  Water  and  Wastewater  System  and  Electric  Utility  System.", "Pursuant  to  the  Master  Ordinance,  no  additional  Prior  First  Lien  Obligations or Prior Subordinate Lien Obligations may be issued.", "Commercial Paper Obligations having a combined  pledge of Electric Utility System and Water and Wastewater System revenues may continue to be issued on a subordinate  basis to the Parity Water/Wastewater Obligations.", "At such time as the Prior First Lien Obligations, Prior Subordinate  Lien  Obligations  and  the  Commercial  Paper  Obligations  have  been  fully  paid  or  discharged  in  a  manner  that  such  obligations are no longer deemed to be outstanding under the terms of their respective ordinances and by law, all Water  and Wastewater System revenue obligations then outstanding shall be Parity Water/Wastewater Obligations, Previously  Issued  Separate  Lien  Obligations  or  obligations  subordinate  to  the  Parity  Water/Wastewater  Obligations  then  outstanding, and shall be payable only from and secured only by a lien on and pledge of the Net Revenues of the Water  and Wastewater System and the revenues deposited to the credit of the accounts and funds established and maintained in  the ordinances providing for their issuance.", "The Master Ordinance governs the issuance of Parity Water/Wastewater  Obligations and contains covenants and security provisions related thereto.", "The City must comply with the covenants  and security provisions relating to the Prior First Lien Obligations while any such obligations remain outstanding.", "See  “SECURITY FOR THE BONDS – Credit Agreements” for a discussion of the treatment of the City’s obligations under  interest rate swap agreements as a Parity Water/Wastewater Obligation.", "The City has also issued revenue obligations secured solely by the net revenues of the Electric Utility System pursuant to  a master ordinance, the terms and provisions of which differ substantially from those of the Master Ordinance.", "As  noted  under  “OBLIGATIONS  PAYABLE  FROM  SYSTEMS  REVENUES”  herein,  approximately  $294,627,358  of  Prior First Lien Obligations and Prior Subordinate Lien Obligations were outstanding as of September 30, 2011, and no  assurances  can  be  given  as  to  when  or  if  such  obligations  will  be  defeased  or  paid  so  as  to  allow  the  Parity  Water/Wastewater Obligations (including the Bonds) to be first lien obligations of the Net Revenues of the Water and  Wastewater System."], "cusip": "052476YC6", "issuer_cusip": "052476"}