{"file_name": "Missing Training PDFs/081653BW6.pdf", "total_pages": 448, "first_page": 7, "toc_page": 5, "intro_page": -1, "use_of_proceeds_page": 7, "use_of_proceeds_paragraphs": ["$49,910,000.", "CITY OF BEND.", "OFFICIAL STATEMENT.", "WATER REVENUE BONDS.", "SERIES 2016.", "The City of Bend (the “City”), located in Deschutes County, Oregon (the “County”), a  political subdivision duly organized and existing under and by virtue of the laws of the State of  Oregon  (the  “State”)  furnishes  this  Official  Statement  in  connection  with  the  offering  of  $49,910,000 Water Revenue Bonds, Series 2016 (the “2016 Bonds”), dated the Date of Delivery.", "This Official Statement, which includes the cover page, inside cover and appendices, provides  information concerning the City and the 2016 Bonds.. Certain capitalized words and phrases used in this Official Statement and not otherwise  defined  herein  shall  have  the  meanings  set  forth  in  the  Master  Water  System  Revenue  Bond  Declaration dated as of July 1, 2016 (the “Master Declaration”) and the First Supplement to the  Master Declaration dated the Delivery Date (the “Supplemental Declaration” and together with  the Master Declaration, the “Bond Declaration”), which are attached hereto as Appendix A1 and  Appendix A2, respectively.", "DESCRIPTION OF THE 2016 BONDS.", "General.", "The 2016 Bonds will be issued in the aggregate principal amount of $49,910,000 and will  be dated and bear interest from the date of delivery.", "The 2016 Bonds will mature on the dates  and  in  the  principal  amounts,  and  will  bear  interest  payable  semiannually  on  June  1  and  December 1, commencing December 1, 2016 at the rates as set forth on the inside cover of this  Official Statement.", "The 2016 Bonds will be initially issued only as fully registered bonds in book entry  form,  without  coupons,  in  principal  denominations  of  $5,000  or  any  integral  multiple  thereof.", "Interest on the 2016 Bonds will be remitted by the registrar and paying agent of the City,  currently The Bank of New York Mellon Trust Co., N.A.", "(the “Paying Agent” or “Registrar”) to  the Depository Trust Company (“DTC”), who in turn will be required to distribute such payments  to its participants (the “DTC Participants”) for ultimate distribution to Beneficial Owners..", "Authorization and Purpose of Issuance.", "The  2016  Bonds  are  being  issued  pursuant  to  the  Bond  Declaration,  the  Oregon  Constitution and statutes of the State, including Oregon Revised Statutes (“ORS”) Chapter 287A  which provides for the issuance of revenue bonds for a public purpose and to refund revenue  bonds.", "The  City  Council  of  the  City  (the  “City  Council”)  authorized  the  issuance  of  the  2016 Bonds pursuant to Resolution No.", "2971 adopted on December 17, 2014 and Resolution No.", "3026 (the “Bond Resolution”), adopted on May 4, 2016 by the City Council.", "The  proceeds  of  the  2016  Bonds  are  to  be  used  to  (i)  finance  and  refinance,  through  reimbursement of costs previously paid by the City and the current refunding of the $30,000,000  City of Bend, Oregon Water System Interim Financing Note, Series 2015 (the “2015 Note”), the."], "first_page_paragraphs": ["OFFICIAL STATEMENT DATED JULY 13, 201.", "NEW ISSUE – BOOKENTRY ONLY.", "RATINGS: Standard & Poor’s: AA Moody’s: Aa2 (See “Ratings” Herein.", "In the opinion of Orrick, Herrington & Sutcliffe LLP, Bond Counsel, based upon an analysis of existing  laws,  regulations,  rulings  and  court  decisions,  and  assuming,  among  other  matters,  the  accuracy  of  certain  representations and compliance with certain covenants, interest on the 2016 Bonds is excluded from gross income  for federal income tax purposes under Section 103 of the Internal Revenue Code of 1986 and is exempt from State  of Oregon personal income taxation.", "In the further opinion of Bond Counsel, interest on the 2016 Bonds is not a  specific preference item for purposes of the federal individual or corporate alternative minimum taxes, although  Bond Counsel observes that such interest is included in adjusted current earnings when calculating corporate  alternative minimum taxable income.", "Bond Counsel expresses no opinion regarding any other tax consequences  related to the ownership or disposition of, or the amount, accrual or receipt of interest on, the 2016 Bonds.", "See  “TAX MATTERS” herein.", "$49,910,00.", "CITY OF BEND, OREGON WATER REVENUE BOND.", "SERIES 201.", "DATED:  Date of Delivery.", "DUE:  As shown on inside cove.", "The Water Revenue Bonds, Series 2016 (the “2016 Bonds”), are being issued by the City of Bend, Oregon (the  “City”)  to  (i)  finance  and  refinance,  through  reimbursement  of  costs  previously  paid  by  the  City  and  the  current  refunding  of  the  $30,000,000  City  of  Bend,  Oregon  Water  System  Interim  Financing  Note,  Series  2015,  the  costs  of  additions, replacements, expansions or improvements to the City’s water system infrastructure, including the Bridge  Creek Project (defined herein) and water treatment facilities, and acquisition of real and personal property and all  equipment  and  appurtenances  necessary,  useful  or  convenient  thereto,  (ii)  currently  refund  all  or  a  portion  of  the  Safe Drinking Water Loan (defined herein) and (iii) pay costs of issuance of the 2016 Bonds (collectively, the “2016  Project”).", "Unless otherwise indicated, capitalized terms used on the cover page have the meanings given in this Official  Statement.", "The 2016 Bonds shall be payable solely from the Net Revenues (defined herein) of the System (defined  herein) and related amounts as provided by the Master Water Revenue Bond Declaration executed and  delivered by the City on the Date of Delivery of the 2016 Bonds.", "The 2016 Bonds do not constitute a general  obligation of the City.", "Neither the full faith and credit, nor the taxing power of the City, is pledged for the  payment of principal or interest on the Bonds.", "The 2016 Bonds are being issued by the City as Bonds under  the Bond Declaration, which provides for the issuance of revenue bonds, including the 2016 Bonds, that  are secured with a first lien on the Security (as defined herein) on an equal and ratable (pari passu) basis.", "Interest is payable semiannually on June 1 and December 1 of each year, commencing December 1, 2016.", "The  2016 Bonds are subject to redemption prior to maturity at the times, under the conditions and at the prices described  herein.", "The 2016 Bonds will be initially issued in bookentryonly form in denominations of $5,000 or integral multiples  thereof.", "The Bonds are registered obligations issued in the name of Cede & Co., as nominee of The Depository Trust  Company (“DTC”), New York, New York.", "So long as the 2016 Bonds remain in the bookentryonly system, principal and interest payments will be remitted  by the registrar and paying agent of the City, currently The Bank of New York Mellon Trust Co., N.A.", "(the “Paying  Agent”), to DTC, who in turn will be required to distribute such payments to DTC Participants for ultimate distribution  to Beneficial Owners.", "The 2016 Bonds will be offered when, as and if issued and received by the Underwriters, subject to the approval of  validity by Orrick, Herrington & Sutcliffe LLP, Portland, Oregon, Bond Counsel to the City, and certain other conditions.", "Certain legal matters will be passed upon for the Underwriters by Hawkins Delafield & Wood LLP, Portland, Oregon,  Underwriters’ Counsel.", "It is expected that the 2016 Bonds in definitive form will be available for delivery to DTC in  New York, New York on or about July 27, 2016.", "This Official Statement has been prepared on behalf of the City to provide information on the 2016 Bonds.", "Selected  information presented on this cover page is for the convenience of the users.", "To make an informed decision regarding  the 2016 Bonds, a prospective investor should read this Official Statement in its entirety.", "BofA Merrill Lynch.", "D.A.", "Davidso.", "WELLS FARGO SECURITIE."], "intro_page_paragraphs": ["Divestiture of Certain System Property.", "The City Council adopted Resolution No.", "3025  on April 6, 2016, declaring surplus a part of the System and authorizing the sale of that portion of  the System to the Private Utilities.", "The City acquired the former Juniper Utility in 2002 through  a condemnation action (the “Juniper Acquisition”), resulting in a settlement agreement with four  homeowners  associations  and  the  Juniper  Water  Company  (the  “Juniper  Settlement”).", "The  condemnation action was the result of failing water infrastructure owned by the four homeowners  associations  and  the  Juniper  Water  Company.", "The  Juniper  Settlement  provided  for  reimbursement, through rate increases, of significant infrastructure costs to the City.", "The Juniper  Settlement  was  originally  entered  into  in  2004,  and  was  renegotiated  by  the  City  and  the  homeowners associations in 2011.", "As revised, the Juniper Settlement established a $26.06 per  month surcharge and greater certainty of costs with the proviso that the properties covered by the.", "19."], "cusip": "081653BW6", "issuer_cusip": "081653"}