{"file_name": "Missing Training PDFs/117467EH9.pdf", "total_pages": 180, "first_page": 1, "toc_page": 3, "intro_page": 7, "use_of_proceeds_page": "Searched Doc For Proceeds Information", "use_of_proceeds_paragraphs": ["The  day  to  day  operations  of  the  Authority  are  the  responsibility of the Authority’s General Manager.", "The Authority was created to finance,  construct, operate and maintain a regional water treatment and distribution system that will  ultimately provide an additional 105.8 million gallons per day of potable water supply,  expected to be sufficient to meet the total ultimate future water demands of the Cities based  upon projected population growth..", "The Cities are located approximately 15 miles north of Austin and 85 miles south of Waco  on Interstate Highway 35.  .", "THE BONDS ...........................................", "The Bonds are being issued as $53,955,000 Brushy Creek Regional Utility Authority, Inc.  City of Round Rock, Texas Contract Revenue Refunding Bonds (Brushy Creek Regional  Water Treatment and Distribution Project), Series 2016.", "The Bonds are issued as serial  bonds maturing August 1 in 2017 and in each year from 2020 through and including 2038  (see “THE BONDS – Description of the Bonds”)..   PAYMENT OF INTEREST .................... .", "Interest on the Bonds accrues from the date of initial delivery and is payable on February  1, 2017, and each August 1 and February 1 thereafter until maturity or prior redemption  (see “THE BONDS – Description of the Bonds”)..   AUTHORITY FOR ISSUANCE ..................", "The  Bonds  are  issued  pursuant  to  the  general  laws  of  the  State  of  Texas,  particularly  Chapter 431, Subchapter D of the Texas Transportation Code, as amended, and a resolution  (the “Resolution”) passed by the Board of Directors of the Authority on July 20, 2016 and  approved  by  the  City  of  Round  Rock  (the  “City”)  on  August  18,  2016  in  which  the  Authority  delegated  pricing  of  the  Bonds  and  certain  other  matters  to  a  “BCRUA  Representative” who approved an “Award Certificate” on the date of sale of the Bonds  (collectively, the Resolution and such Award Certificate are referred to herein as the “Bond  Resolution”)..   SECURITY FOR THE BONDS ...................", "The Bonds constitute special obligations of the Authority and are payable solely from and  equally and ratably secured by a first lien on and pledge of the Bond Payments (as defined  in the Bond Resolution) derived from the operation of the Round Rock System (as defined  in the Bond Resolution) of the City of Round Rock, Texas (the “City”) (as defined in the  Bond Resolution).", "Neither the Authority nor the City has covenanted or obligated itself to  pay  the  Bonds  from  money  raised  or  to  be  raised  from taxation  (see  “THE  BONDS  –  Security for Bonds”)..", "OPTIONAL REDEMPTION ....................", "The Authority reserves the right, at its option, to redeem Bonds having stated maturities on  and after August 1, 2027, in whole or from time to time in part in principal amounts of  $5,000 or any integral multiple thereof, on August 1, 2026, or any date thereafter, at the  par value thereof plus accrued interest to the date of redemption (see “THE BONDS –  Optional Redemption”).", "TAX EXEMPTION ...................................", "In the opinion of Bond Counsel, as of the date of issuance of the Bonds described herein  interest on the Bonds will be excludable from gross income for federal income tax purposes  under statutes, regulations, published rulings and court decisions existing on the date of  issuance  thereof,  subject  to  the  matters  described  under  “TAX  MATTERS”  herein,  including the alternative minimum tax on corporations.. .", "4.", "USE OF PROCEEDS ................................", "Proceeds from the sale of the Bonds will be used to refund certain of the Authority’s City  of Round Rock, Texas Contract Revenue Bonds (Brushy Creek Regional Water Treatment  and Distribution Project), Series 2009, as more particularly described in “SCHEDULE I –  SCHEDULE OF REFUNDED OBLIGATIONS” (the “Refunded Obligations”) to achieve  a debt service savings and to pay the costs of issuing the Bonds..", "RATING .................................................", "The  Bonds  have  been  rated  “AA+”  by  S&P  Global  Ratings  (“S&P”).", "The  presently  outstanding uninsured utility debt of the Round Rock System is rated “AA+” by S&P and  “Aa2” by Moody’s Investors Service (“Moody’s”).", "The presently outstanding uninsured  contract revenue bonds of the Authority secured by Bond Payments of the City are rated  “AA+” by S&P.", "An application for a rating on the Bonds has not been made to Moody’s  (see “OTHER INFORMATION – Rating”)..   BOOKENTRYONLY SYSTEM ...............", "The definitive Bonds will be initially registered and delivered only to Cede & Co., the  nominee of DTC, pursuant to the BookEntryOnly System described herein.", "Beneficial  ownership of the Bonds may be acquired in denominations of $5,000 or integral multiples  thereof within a maturity.", "No physical delivery of the Bonds will be made to the beneficial  owners thereof.", "Principal of, premium, if any, and interest on the Bonds will be payable  by the Paying Agent/Registrar to Cede & Co., which will make distribution of the amounts  so paid to the participating members of DTC for subsequent payment to the beneficial  owners of the Bonds (see “THE BONDS – BookEntryOnly System”)..   PAYMENT RECORD ...............................", "The Authority has never defaulted in payment of its debt.", "For additional information regarding the Authority or the Round Rock System, please contact:     .", "or.", "Tom Gallier  General Manager  Brushy Creek Regional Utility Authority, Inc.  City of Round Rock, Texas  221 East Main Street  Round Rock, Texas 78664  512/2185400        ."], "first_page_paragraphs": ["OFFICIAL STATEMENT.", "$53,955,000.", "Dated August 24, 2016.", "NEW ISSUE – BookEntryOnly    In the opinion of Bond Counsel, as of the date of issuance of the Bonds described herein, interest on the Bonds will be excludable  from gross income for federal income tax purposes under statutes, regulations, published rulings and court decisions existing on  the date of issuance thereof, subject to the matters described under “TAX MATTERS” herein, including the alternative minimum  tax on corporations..", "Rating:  S&P:  “AA+”  See “OTHER INFORMATION –  Rating” herein.", "BRUSHY CREEK REGIONAL UTILITY AUTHORITY, INC. .", "CITY OF ROUND ROCK, TEXAS CONTRACT REVENUE REFUNDING BONDS.", "(BRUSHY CREEK REGIONAL WATER TREATMENT AND DISTRIBUTION PROJECT), SERIES 2016 .", "Due:  August 1, as shown on page 2.", "Dated Date:  August 15, 2016  Interest Accrues from Date of Initial Delivery    PAYMENT TERMS .", "Interest on the $53,955,000 Brushy Creek Regional Utility Authority, Inc. (the “Authority” or “BCRUA”)  City  of  Round  Rock,  Texas  Contract  Revenue  Refunding  Bonds  (Brushy  Creek  Regional  Water  Treatment  and  Distribution  Project), Series 2016 (the “Bonds”) will accrue from the date of their initial delivery and will be payable February 1 and August 1  of each year, commencing February 1, 2017, and will be calculated on the basis of a 360day year of twelve 30day months.", "Beneficial ownership of the Bonds may be acquired in denominations of $5,000 or integral multiples thereof within a maturity.", "No  physical delivery of the Bonds will be made to the purchasers thereof.", "Principal of and interest on the Bonds will be payable  by the Paying Agent/Registrar to Cede & Co., which will make distribution of the amounts so paid to the beneficial owners of the  Bonds (see “THE BONDS – BookEntryOnly System”).", "The initial Paying Agent/Registrar shall be The Bank of New York  Mellon Trust Company, National Association (see “THE BONDS – Paying Agent/Registrar”).", "AUTHORITY FOR ISSUANCE .", "The Bonds are issued pursuant to the general laws of the State of Texas, particularly Chapter 431,  Subchapter D of the Texas Transportation Code, as amended, and a resolution (the “Resolution”) passed by the Board of Directors  of the Authority on July 20, 2016 and approved by the City of Round Rock, Texas (the “City”) on August 18, 2016.", "In the  Resolution, the Board of Directors delegated to certain officials of the Authority, the authority to complete the sale of the Bonds  through the execution of an “Award Certificate” (the Resolution and the Award Certificate are jointly referred to herein as the  “Bond Resolution”).", "The Bonds are special obligations of the Authority payable, both as to principal and interest, solely from and  secured  by  payments  to  be  received  by  the  Authority  from  the  City  (the  “Bond  Payments”),  pursuant  to  a  “Contract  for  the  Financing, Construction and Operation of the BCRUA Regional Water Treatment and Distribution Project” dated September 2,  2008, as amended (the “Contract”), between the Authority and the City.", "In accordance with the terms of the Contract, the issuance  of the Bonds by the Authority has been approved by a resolution adopted by the City Council of the City.", "The Authority has not  covenanted or obligated itself to pay the Bonds from monies raised or to be raised from taxation or from any other source of funds  of the Authority other than Bond Payments (see “THE BONDS – Security for Bonds” and “THE BONDS – Bond Payments”) and  Bondholders shall have no right to receive payment from any source other than the Bond Payments.", "SECURITY FOR THE BONDS .", "The Bonds constitute special obligations of the Authority and are payable solely from and equally  and ratably secured by a first lien on and pledge of the Bond Payments (as defined in the Bond Resolution) derived from the  operation of the Round Rock System (as defined in the Bond Resolution).", "The City has not covenanted or obligated itself to pay  the Bonds from money raised or to be raised from taxation by the City (see “THE BONDS – Security for Bonds”).", "PROCEEDS .", "Proceeds from the sale of the Bonds will be used to refund certain of the Authority’s City of Round Rock, Texas  Contract Revenue Bonds (Brushy Creek Regional Water Treatment and Distribution Project), Series 2009, as more particularly  described in “SCHEDULE I – SCHEDULE OF REFUNDED OBLIGATIONS” (the “Refunded Obligations”) to achieve a debt  service savings and to pay the costs of issuing the Bonds (see “THE BONDS”)..       .", "CUSIP PREFIX:  117467.", "SEE MATURITY SCHEDULE, 9 DIGIT CUSIP AND REDEMPTION PROVISIONS ON PAGE 2.", "LEGALITY .", "The Bonds are offered for delivery when, as and if issued and received by the Underwriters and subject to the  approving opinion of the Attorney General of the State of Texas and of McCall, Parkhurst & Horton L.L.P., Bond Counsel, Austin,  Texas (see “APPENDIX D – Form of Bond Counsel’s Opinion”).", "Certain legal matters will be passed on for the Underwriters by  their counsel, Andrews Kurth LLP, Austin, Texas.", "DELIVERY .", "It is expected that the Bonds will be available for delivery through DTC on September 22, 2016.  .", "PIPER JAFFRAY & CO.. BOK FINANCIAL SECURITIES, INC.. .", "CITIGROUP."], "intro_page_paragraphs": ["BRUSHY CREEK REGIONAL UTILITY AUTHORITY, INC. .", "CITY OF ROUND ROCK, TEXAS CONTRACT REVENUE REFUNDING BONDS.", "(BRUSHY CREEK REGIONAL WATER TREATMENT AND DISTRIBUTION PROJECT), SERIES 2016 .", "OFFICIAL STATEMENT.", "$53,955,000.", "INTRODUCTION.", "This  Official  Statement,  which  includes  the  Schedule  and  Appendices  hereto,  provides  certain  information  regarding  the  issuance of $53,955,000 Brushy Creek Regional Utility Authority, Inc. City of Round Rock, Texas Contract Revenue Refunding  Bonds (Brushy Creek Regional Water Treatment and Distribution Project), Series 2016 (the “Bonds”).", "The Bonds are issued  pursuant to the general laws of the State of Texas, a resolution (the “Resolution”) passed by the Authority on July 20, 2016 in  which the Authority delegated pricing of the Bonds and certain other matters to an “BCRUA Representative” who approved an  “Award Certificate” on the date of sale of the Bonds (collectively, the Resolution and such Award Certificate are referred to  herein as the “Bond Resolution”).", "Potential investors in the Bonds are urged to carefully read this Official Statement for the  purpose of assessing an investment in the Bonds.", "Capitalized terms used in this Official Statement not otherwise defined herein  have the same meanings assigned to such terms in the Bond Resolution, except as otherwise indicated herein (see “EXCERPTS  OF CERTAIN PROVISIONS OF THE BOND RESOLUTION”).", "There follows in this Official Statement descriptions of the Bonds and certain information regarding the City of Round Rock,  Texas (the “City”) and its utility system finances.", "All descriptions of documents contained herein are only summaries and are  qualified in their entirety by reference to each such document.", "Copies of such documents may be obtained from the Authority’s  Financial Advisor, Specialized Public Finance Inc., Austin, Texas.", "PLAN OF FINANCING.", "PURPOSE .", "Proceeds from the sale of the Bonds will be used to refund certain of the Authority’s City of Round Rock, Texas  Contract  Revenue  Bonds  (Brushy  Creek  Regional  Water  Treatment  Distribution  Project),  Series  2009,  as  more  particularly  described in “SCHEDULE I – SCHEDULE OF REFUNDED OBLIGATIONS” (the “Refunded Obligations”) to achieve a debt  service savings and to pay the costs of issuing the Bonds.", "REFUNDED OBLIGATIONS .", "The principal of and interest due on the Refunded Obligations are to be paid on the scheduled interest  payment dates, maturity dates and the respective redemption dates of such Refunded Obligations, as applicable, from funds and  the proceeds of direct obligations of the United States of America to be deposited pursuant to an Escrow Agreement (the “Escrow  Agreement”) between the Authority and The Bank of New York Mellon Trust Company, National Association, Dallas, Texas (the  “Escrow Agent”).", "The Bond Resolution provides that from the proceeds of the sale of the Bonds received from the Underwriters  the  Authority  will  deposit  with  the  Escrow  Agent  cash  and  direct  obligations  of  the  United  States  of  America  (“Escrowed  Securities”) in amounts sufficient to accomplish the discharge and final payment of the Refunded Obligations on their respective  maturity dates and redemption dates, as applicable.", "Grant Thornton LLP, Certified Public Accountants, will verify the mathematical accuracy of schedules provided by the Financial  Advisor at the time of delivery of the Bonds to the Underwriters and that the Escrowed Securities will mature at such times and  yield interest in amounts, together with uninvested funds, if any, in the Escrow Fund, sufficient to pay the principal of and interest  on the Refunded Obligations as the same shall become due by reason of stated maturity or earlier redemption.", "Such funds will be  held by the Escrow Agent in a special escrow account (the “Escrow Fund”).", "Under the Escrow Agreement, the Escrow Fund is  irrevocably pledged to the payment of the principal of and interest on the Refunded Obligations.", "Such maturing principal of and  interest on the Escrowed Securities will not be available to pay principal of or interest on the Bonds.", "Simultaneously with the issuance of the Bonds, the Authority will give irrevocable instructions to provide notice to the owners of  the  Refunded  Obligations  that  the  Refunded  Obligations  will  be  redeemed  prior  to  their  stated  maturity  on  the  first  optional  redemption date, on which date money will be made available to redeem the Refunded Obligations from money held under the  Escrow Agreement.", "By the deposit of the Escrowed Securities and cash with the Escrow Agent pursuant to the Escrow Agreement, the Authority will  have  entered  into  firm  banking  and  financial  arrangements  for  the  discharge,  defeasance  and  fund  payment  of  the  Refunded  Obligations pursuant to the terms of the resolution authorizing the issuance of such Refunded Obligations and in accordance with  State law.", "Bond Counsel will render an opinion to the effect that, in reliance upon the report of Grant Thornton LLP and as a result  of such defeasance, the Refunded Obligations will be deemed to be no longer outstanding except for the purpose of being paid  from funds provided therefor by, and secured solely by and payable solely from, the Escrow Agreement and thereafter the Authority  will have no further responsibility with respect to amounts available to the Escrow Agent for the payment of such Refunded  Obligations, including any insufficiency therein caused by the failure of the Escrow Agent to receive payment when due on the  Escrowed Securities.", "7."], "cusip": "117467EH9", "issuer_cusip": "117467"}