{"file_name": "Missing Training PDFs/13063CEQ9.pdf", "total_pages": 412, "first_page": 5, "toc_page": 4, "intro_page": 5, "use_of_proceeds_page": 11, "use_of_proceeds_paragraphs": ["Identification, Authorization and Purposes of the Bonds  .", "Construction Bonds.", "The Construction Bonds are being issued to (i) fund projects under   one Bond Act and (ii) pay the cost of issuance of the Construction Bonds.", "The Construction  Bonds are issued as one (1) series under one (1) Bond Act, authorized by the voters, as set forth  below..   A portion of the proceeds of the Construction Bonds, after payment of certain costs of  issuance, will be used to finance or refinance capital facilities or other voterapproved costs for  public  purposes,  including  highway  safety,  traffic  reduction,  air  quality  and  port  security,  pursuant  to  the  Bond  Act  identified  below.", "Such  proceeds  may  only  be  used  for  the  aforementioned  purposes  and  may  not  be  borrowed  for  cash  flow  management  or  budgetary  purposes.. .", "Bond Act.", "Finance Committee.", "Highway Safety, Traffic Reduction, Air.", "Quality, and Port Security Bond Act.", "Highway Safety, Traffic Reduction,.", "Air Quality, and Port Security.", "Series.", "Designation.", "Amount.", "($).", "AD.", "205,000,000. of 2006.", "Committee.", "Refunding Bonds.", "The Refunding Bonds are being issued to (i) current refund certain of  the  State’s  general  obligation  bonds  for  debt  service  savings,  and  (ii)  pay  certain  costs  of  issuance of the Refunding Bonds.", "The Refunding Bonds are issued as thirty (30) series under  twentyfour (24) Bond Acts, each authorized by the voters, as set forth below.", "A  portion  of  the  proceeds  of  the  Refunding  Bonds,  after  payment  of  certain  costs  of  issuance, will be used to current refund bonds which were issued to finance or refinance capital  facilities  or  other  voterapproved  costs  for  public  purposes,  including  correctional  facilities;  reading  and  literacy  improvement  and  public  libraries;  safe  drinking  water;  public  primary,  secondary,  community  college  and  university  education  facilities;  transportation;  housing  and  emergency  shelters;  clean  water,  watershed  protection  and  flood  protection;  reliable  water  supply; water conservation; and seismic retrofit, pursuant to the Bond Acts identified below.. .", "Bond Act.", "Finance Committee.", "Series.", "Designation.", "Amount.", "($).", "1988 School Facilities Bond Act.", "1990 School Facilities Bond Act.", "1992 School Facilities Bond Act.", "California Library Construction and.", "Renovation Bond Act of 1988.", "California Safe Drinking Water Bond.", "Law of 1988.", "Class Size Reduction Kindergarten University Public Education Facilities.", "Bond Act of 1998.", "State School Building Finance.", "Committee.", "State School Building Finance.", "Committee.", "State School Building Finance.", "Committee.", "California Library Construction and.", "Renovation Finance Committee  California Safe Drinking Water.", "Finance Committee.", "State School Building Finance.", "Committee.", "AN.", "AF.", "BB.", "AD.", "AL.", "DF.", "1,415,000.", "6,370,000.", "10,150,000.", "55,000.", "475,000.", "17,295,000. ."], "first_page_paragraphs": ["NEW ISSUE—BOOKENTRY ONLY      .", "Ratings: Moody’s: A1 S&P:  A Fitch:  A (See “RATINGS” herein.", "In the opinion of Bond Counsel to the State of California (the “State”), interest on the Bonds is excluded from  gross income for federal income tax purposes under Section 103 of the Internal Revenue Code of 1986, as amended  (the “Code”), and interest on the Bonds is exempt from State personal income taxes.", "See “TAX MATTERS” herein.", "$764,405,00.", "STATE OF CALIFORNI.", "GENERAL OBLIGATION BOND.", "$205,000,00.", "VARIOUS PURPOS.", "GENERAL OBLIGATIO.", "BOND.", "$559,405,00.", "VARIOUS PURPOSE GENERAL.", "OBLIGATION REFUNDIN.", "BOND.", "Dated:  Date of Delivery.", "Due: as shown on inside front cove.", "Interest on the Bonds is payable on March 1 and September 1 of each year, commencing March 1, 2014, at the  respective rates per annum set forth on the inside front cover.", "The Bonds may be purchased in principal amounts of  $5,000 or any integral multiple thereof in bookentry form only.", "See “THE BONDS—General” and APPENDIX B—“THE  BOOKENTRY ONLY SYSTEM.”  Certain of the Bonds are subject to redemption prior to their stated maturities, as  described herein.", "See “THE BONDS—Redemption.”.", "The Bonds are general obligations of the State to which the full faith and credit of the State are pledged.", "The  principal of and interest on all State general obligation bonds, including the Bonds, are payable from any moneys in  the General Fund of the State, subject under State law only to the prior application of such moneys to the support of  the public school system and public institutions of higher education.", "See “AUTHORIZATION OF AND SECURITY  FOR THE BONDS..", "This cover page contains certain information for general reference only.", "It is not a summary of the security or  terms of the Bonds.", "Investors are advised to read the entire Official Statement to obtain information essential to the  making of an informed investment decision.", "MATURITIES, PRINCIPAL AMOUNTS,  INTEREST RATES, YIELDS AND CUSIP.", "(See Inside Front Cover.", "The Bonds are offered when, as and if issued by the State and received by the initial purchasers, subject to  the approval of validity by the Honorable Kamala D. Harris, Attorney General of the State of California, and by  Orrick, Herrington & Sutcliffe LLP, Bond Counsel to the State.", "Orrick, Herrington & Sutcliffe LLP and Lofton  & Jennings, are serving as CoDisclosure Counsel to the State with respect to the Bonds.", "Orrick, Herrington &  Sutcliffe LLP and Stradling Yocca Carlson & Rauth, a Professional Corporation, are serving as CoDisclosure  Counsel to the State regarding Appendix A.", "Public Resources Advisory Group is serving as the Financial Advisor  to the State with respect to the Bonds.", "The Bonds are expected to be available for delivery through the facilities of  The Depository Trust Company on or about September 10, 2013.", "HONORABLE BILL LOCKYER Treasurer of the State of Californi.", "THE BONDS WERE SOLD AT COMPETITIVE BID ON AUGUST 27, 201.", "INITIAL REOFFERING YIELDS HAVE BEEN SET BY THE RESPECTIVE INITIAL PURCHASER.", "Official Statement Dated: August 27, 201."], "intro_page_paragraphs": ["OFFICIAL STATEMENT.", "$764,405,000.", "STATE OF CALIFORNIA.", "GENERAL OBLIGATION BONDS.", "$205,000,000.", "VARIOUS PURPOSE.", "GENERAL OBLIGATION.", "BONDS.", "$559,405,000.", "VARIOUS PURPOSE.", "GENERAL OBLIGATION.", "REFUNDING BONDS.", "INTRODUCTION.", "This Introduction contains only a brief summary of the terms of the captioned Bonds and  a brief description of this Official Statement; a full review should be made of the entire Official  Statement, including the Appendices.", "Summaries of provisions of the Constitution and laws of  the State of California (the “State”) or any other documents referred to in this Official Statement  do not purport to be complete and such summaries are qualified in their entirety by references to  the complete provisions..", "Description of the Bonds.", "This Official Statement describes $764,405,000 aggregate principal amount of (i) State    various purpose general obligation bonds comprised of one (1) series of bonds in the aggregate  principal  amount  of  $205,000,000  (the  “Construction  Bonds”),  and  (ii)  State  various  purpose  general  obligation  refunding  bonds  comprised  of  thirty  (30)  series  of  bonds  in  the  aggregate  principal amount of $559,405,000 (the “Refunding Bonds,” and together with the Construction  Bonds,  the  “Bonds”).", "The  Bonds  are  described  further  below  under  “THE  BONDS— Identification, Authorization and Purposes of the Bonds.”.", "The  Bonds  will  be  registered  in  the  name  of  a  nominee  of  The  Depository  Trust  Company, New York, New York (“DTC”), which will act as securities depository for the Bonds.", "Beneficial interests in the Bonds may be purchased in bookentry form only, in denominations of  $5,000  or  any  integral  multiple  thereof.", "See  “THE  BONDS—General”  and  APPENDIX B— “THE BOOKENTRY ONLY SYSTEM.”.", "The issuance of each series of Bonds is authorized by the related general obligation bond  act identified under “THE BONDS—Identification, Authorization and Purposes of the Bonds”  (each a “Bond Act” and collectively, the “Bond Acts”) approved by the voters of the State and  by  resolutions  of  the  applicable  finance  committees  designated  under  such  Bond  Acts  (collectively,  the  “Resolutions”).", "On  any  debt  service  payment  date,  all  general  obligation  bonds, including the Bonds, have an equal claim on moneys in the General Fund of the State  Treasury (the “General Fund”) on that date for payment of debt service.", "Plan of Finance.", "Proceeds of the Construction Bonds will be used to: (i) fund projects under one Bond Act.", "and (ii) pay the cost of issuance of the Construction Bonds.. ."], "cusip": "13063CEQ9", "issuer_cusip": "13063C"}