{"file_name": "Missing Training PDFs/13067WRX2.pdf", "total_pages": 303, "first_page": 23, "toc_page": 13, "intro_page": 7, "use_of_proceeds_page": "Searched Doc For Proceeds Information", "use_of_proceeds_paragraphs": ["The  Department  estimates  (accounting  for  projected capital expenditures on Water System Projects after the issuance of the Series BB and BC Bonds)  that payments from The Metropolitan Water District of Southern California (“Metropolitan”) will account  for approximately 44 percent of the Revenues to be derived from Water Supply Contract payments through  the final maturity of the Bonds.", "However, that percentage may change over time.", "The balance of such  Revenues will be receivable from the other Contractors.", "(See “SECURITY FOR THE BONDS” and “THE  WATER SUPPLY CONTRACTS.”).", "THE SERIES BB AND BC BONDS ARE SPECIAL, LIMITED OBLIGATIONS OF THE  STATE OF CALIFORNIA DEPARTMENT OF WATER RESOURCES.", "THE SERIES BB AND  BC BONDS DO NOT CONSTITUTE A DEBT, LIABILITY, OR OBLIGATION OF THE STATE  OF CALIFORNIA.", "NEITHER THE FAITH AND CREDIT NOR THE TAXING POWER OF THE  STATE  OF  CALIFORNIA  IS  PLEDGED  TO  THE  PAYMENT  OF  THE  PRINCIPAL  OF,  OR  PREMIUM, IF ANY, OR INTEREST ON THE SERIES BB AND BC BONDS.. Rate Covenant.", "The Department has covenanted in the Resolution to charge and collect amounts under the Water  Supply Contracts sufficient to return the costs of all Water System Projects without regard to whether or  not the Department is able to construct, acquire or operate any such Water System Project and that Revenues  receivable under all Water Supply Contracts in any year shall be the sum of 1.25 times the aggregate debt  service payable from Revenues on all Bonds outstanding in such year, plus the amount estimated by the  Department to be sufficient to provide for the costs of operation and maintenance of all Water System  Projects, plus the amount, if any, required by a supplemental resolution authorizing a series of Bonds in  order to deposit moneys in the Debt Service Reserve Account to meet the requirements of the Resolution  for the issuance of additional Bonds.", "(See “SECURITY FOR THE BONDS – Rate Covenant.”).", "Debt Service Reserve Account.", "The Resolution provides that as of the issuance of each series of Bonds, provision must be made  for placing moneys in the Debt Service Reserve Account, so that on the first interest payment date when  interest on the Bonds of that series is to be paid from Revenues, there will be on deposit in the Debt Service  Reserve Account an amount equal to, for any date of calculation, for all series of Bonds outstanding for  which interest is then payable in whole or in part from Revenues, onehalf of the maximum Annual Debt  Service for the then current Year or any Year after such date of calculation..", "Upon the issuance of the Series BB and BC Bonds and the application of the proceeds thereof as  described in this Official Statement the amount on deposit in the Debt Service Reserve Account will be  equal to or exceed the Reserve Account Requirement for the outstanding Bonds as of such issuance.", "(See  APPENDIX C – “SUMMARY OF CERTAIN PROVISIONS OF THE RESOLUTION – Debt Service  Reserve Account.”).", "ii."], "first_page_paragraphs": ["NEW ISSUE – BOOKENTRY ONLY .", "RATINGS (See “Ratings” herein): Moody’s: Aa1 S&P: AA.", "In the opinion of Orrick, Herrington & Sutcliffe LLP, Bond Counsel to the Department, based upon an analysis of existing laws,  regulations, rulings and court decisions, and assuming, among other matters, the accuracy of certain representations and compliance  with certain covenants described herein, interest on the Series BB Bonds is excluded from gross income for federal income tax purposes  under Section 103 of the Internal Revenue Code of 1986 and interest on the Series BB and BC Bonds is exempt from State of California  personal income taxes.", "In the further opinion of Bond Counsel, interest on the Series BB Bonds is not a specific preference item for  purposes of the federal alternative minimum tax.", "Bond Counsel expresses no opinion regarding any other tax consequences related to the  ownership or disposition of, or the amount, accrual or receipt of interest on, the Series BB and BC Bonds.", "(See “TAX MATTERS” herein.. $1,059,360,00.", "STATE OF CALIFORNIA DEPARTMENT OF WATER RESOURCE.", "CENTRAL VALLEY PROJECT WATER SYSTEM REVENUE BONDS $515,150,000 $544,210,000 SERIES B.", "SERIES BC (Federally Taxable.", "Dated:  Date of Delivery.", "Due:  December 1, as shown on Maturity Schedul.", "The State of California Department of Water Resources (the “Department”) is issuing its $544,210,000 Central Valley Project Water System  Revenue Bonds, Series BB (the “Series BB Bonds”) to fund construction of certain Water System Projects, refund a portion of the Department’s  outstanding commercial paper notes, refund a portion of the Department’s outstanding Bonds, fund interest on a portion of the Series BB Bonds  through December 1, 2021, fund a deposit to the Debt Service Reserve Account and pay costs of issuing the Series BB Bonds, and its $515,150,000  Central Valley Project Water System Revenue Bonds, Series BC (Federally Taxable) (the “Series BC Bonds” and, together with the Series BB  Bonds, the “Series BB and BC Bonds” and each, a “Series of Bonds”) to refund a portion of the Department’s outstanding Bonds, fund interest on  a portion of the Series BB and BC Bonds through December 1, 2021, fund a deposit to the Debt Service Reserve Account and pay costs of issuing  the Series BC Bonds.", "(See APPENDIX H – “WATER SYSTEM PROJECTS” and “PLAN OF REFUNDING.”.", "Each of the Series BB Bonds and the Series BC Bonds will be issued in fully registered form in denominations of $5,000 or any integral  multiple thereof within a maturity, and will be delivered in bookentry form, without coupons, registered in the name of Cede & Co., as nominee  of The Depository Trust Company, New York, New York (“DTC”).", "Purchasers of the Series BB and BC Bonds will not receive physical certificates  representing their interests in the Series BB and BC Bonds.", "DTC will act as securities depository for the Series BB and BC Bonds.", "The principal  of  and  interest  on  the  Series  BB  and  BC  Bonds  are  payable  directly  to  DTC  by  the  Treasurer  of  the  State  of  California.", "Interest  is  payable  semiannually on June 1 and December 1 of each year, commencing on December 1, 2020.", "Upon receipt of payments of such principal and interest,  DTC will in turn remit such principal and interest to the participants in DTC (as described herein) for subsequent disbursement to the beneficial  owners of the Series BB and BC Bonds.", "(See APPENDIX G – “DTC BOOKENTRY SYSTEM AND GLOBAL CLEARANCE PROCEDURES.”.", "The Series BB and BC Bonds are subject to redemption prior to maturity as described herein.", "(See “DESCRIPTION OF THE SERIES BB.", "AND BC BONDS – Redemption.”.", "Payment of the scheduled principal of and interest on the Series BB and BC Bonds is secured by a pledge of Revenues under the Resolution..", "THE SERIES BB AND BC BONDS ARE SPECIAL, LIMITED OBLIGATIONS OF THE STATE OF CALIFORNIA DEPARTMENT  OF WATER RESOURCES.", "THE SERIES BB AND BC BONDS DO NOT CONSTITUTE A DEBT, LIABILITY, OR OBLIGATION OF  THE STATE OF CALIFORNIA.", "NEITHER THE FAITH AND CREDIT NOR THE TAXING POWER OF THE STATE OF CALIFORNIA  IS PLEDGED TO THE PAYMENT OF THE PRINCIPAL OF, OR PREMIUM, IF ANY, OR INTEREST ON THE SERIES BB AND BC  BONDS.", "Maturity Schedul.", "(See Pages Following Cover.", "This cover page contains certain information for quick reference only.", "It is not intended to be a summary of the security or terms of  the bond issue.", "Investors must read the entire Official Statement to obtain information essential to the making of an informed investment  decision.", "Each of the Series BB Bonds and the Series BC Bonds are offered when, as and if issued and received by the Underwriters subject to  approval of validity by The Honorable Xavier Becerra, Attorney General of the State of California, and by Orrick, Herrington & Sutcliffe LLP,  Bond Counsel to the Department, and certain other matters.", "Certain legal matters are subject to the approval of Nixon Peabody LLP, counsel  to the Underwriters.", "It is expected that the Series BB and BC Bonds in bookentry form will be available for delivery through the facilities of  DTC on or about August 6, 2020.", "Honorable Fiona Ma.", "Treasurer of the State of Californi.", "Morgan Stanley.", "Jefferies.", "Cabrera Capital Markets, LL.", "280 Securities LLC.", "Backstrom McCarley Berry & Co., LLC.", "Blaylock Van, LLC.", "Mesirow Financial, Inc.. Siebert Williams Shank & Co., LLC.", "TD Securities.", "Alamo Capital.", "Barclays Capital Inc.. J.P. Morgan.", "Mischler Financial Group, Inc.. Stifel  UBS.", "This Official Statement is dated July 29, 2020."], "intro_page_paragraphs": ["No  dealer,  broker,  salesperson  or  other  person  has  been  authorized  to  give  or  to  make  any  representations  other  than  those  contained  herein  and,  if  given  or  made,  such  other  information  or  representation  must  not  be  relied  upon  as  having  been  authorized.", "This  Official  Statement  does  not  constitute an offer to sell or the solicitation of an offer to buy nor shall there be any sale of the Series BB  and BC Bonds by a person in any jurisdiction in which it is unlawful for such person to make such an offer,  solicitation or sale.", "This Official Statement is not a contract with the purchasers of the Series BB and BC  Bonds.", "Statements contained in this Official Statement that involve estimates, projections, forecasts or  matters of opinion, whether or not expressly so described herein, are intended to be solely as such and are  not to be construed as representation of fact.", "The information set forth herein other than that provided by  the Department, although obtained from sources which are believed to be reliable, is not guaranteed as to  accuracy or completeness..", "This  Official  Statement,  including  any  supplement  or  amendment  hereto,  is  intended  to  be  deposited with, and may be obtained from the Municipal Securities Rulemaking Board (“MSRB”) through  the Electronic Municipal Market Access website of the MSRB, currently located at http://emma.msrb.org.", "The information contained on such website is not part of this Official Statement and is not incorporated  herein..", "The Underwriters have provided the following sentence for inclusion in this Official Statement.", "The Underwriters have reviewed the information in this Official Statement in accordance with, and as part  of, their respective responsibilities to investors under the federal securities laws as applied to the facts and  circumstances of this transaction, but the Underwriters do not guarantee the accuracy or completeness of  such information..", "THE  UNDERWRITERS  MAY  OVERALLOT  OR  EFFECT  TRANSACTIONS  THAT  MAY  STABILIZE OR MAINTAIN THE MARKET PRICE OF THE SERIES BB AND BC BONDS AT A  LEVEL ABOVE THAT WHICH MIGHT OTHERWISE PREVAIL IN THE OPEN MARKET.", "SUCH  STABILIZING,  IF  COMMENCED,  MAY  BE  DISCONTINUED  AT  ANY  TIME.", "THE  UNDERWRITERS MAY OFFER AND SELL THE SERIES BB AND BC BONDS TO CERTAIN DEALERS,  INSTITUTIONAL INVESTORS AND OTHERS AT YIELDS HIGHER THAN THOSE STATED ON THE  MATURITY SCHEDULE FOLLOWING THE FRONT COVER, AND THE PUBLIC OFFERING PRICES  MAY BE CHANGED FROM TIME TO TIME BY THE UNDERWRITERS..", "The information and expression of opinions herein are subject to change without notice and neither  delivery of this Official Statement nor any sale made hereunder shall, under any circumstances, create any  implication that there has been no change in the affairs of the State of California, the Contractors or the  Department since the date hereof..", "This Official Statement is delivered for use in connection with the issuance, sale and delivery of.", "the Series BB and BC Bonds.. ____________________________________________.", "CAUTIONARY STATEMENTS REGARDING.", "FORWARDLOOKING STATEMENTS IN.", "THIS OFFICIAL STATEMENT.", "Certain  statements  included  or  incorporated  by  reference  in  this  Official  Statement  constitute  forwardlooking statements.", "Such statements generally are identifiable by the terminology used, such as  “plan,” “expect,” “estimate,” “budget” or other similar words.", "Such forwardlooking statements include  but  are  not  limited  to  certain  statements  contained  in  the  information  under  the  captions  “Summary  Statement,” “Introduction,” “Plan of Refunding,” “California State Water Project,” “Power Operations of  the State Water Project,” “The Water Supply Contracts,” “The Contractors” and “Litigation” in the forepart."], "cusip": "13067WRX2", "issuer_cusip": "13067W"}