{"file_name": "Missing Training PDFs/158249LB6.pdf", "total_pages": 188, "first_page": 9, "toc_page": 5, "intro_page": 9, "use_of_proceeds_page": "Searched Doc For Proceeds Information", "use_of_proceeds_paragraphs": ["(Champaign).", "INTRODUCTION.", "The  purpose  of  this  Official  Statement  is  to  set  forth  certain  information  concerning  Community  Unit  School  District  Number 4,  Champaign  County,  Illinois  (the  “District”),  in  connection  with  the  offering  and  sale  of  its  General  Obligation  School  Building  Bonds,  Series 2017 (the “Bonds”)..", "This  Official  Statement  contains  “forwardlooking  statements”  that  are  based  upon  the  District’s current expectations and its projections about future events.", "When used in this Official  Statement,  the  words  “project,”  “estimate,”  “intend,”  “expect,”  “scheduled,”  “proforma”  and  similar words identify forwardlooking statements.", "Forwardlooking statements are subject to  known and unknown risks, uncertainties and factors that are outside of the control of the District.", "Actual  results  could  differ  materially  from  those  contemplated  by  the  forwardlooking  statements.", "Readers  are  cautioned  not  to  place  undue  reliance  on  these  forwardlooking  statements, which speak only as of the date hereof.", "Neither the District nor any other party plans  to issue any updates or revisions to these forwardlooking statements based on future events.. AUTHORITY AND PURPOSE.", "THE BONDS.", "The  Bonds  are  being  issued  pursuant  to  the  School  Code  of  the  State  of  Illinois  (the  “School  Code”),  the  Local  Government  Debt  Reform  Act  of  the  State  of  Illinois  (the  “Debt  Reform Act”), and all laws amendatory thereof and supplementary thereto, and a bond resolution  adopted by the Board of Education of the District (the  “Board”) on the 23rd day of October,  2017, as supplemented by a notification of sale (together, the “Bond Resolution”)..", "The Bonds are also being issued pursuant to an election held on November 8, 2016 (the  “Election”),  at  which  a  majority  of  voters  of  the  District  voting  thereon  approved  a  public  question  authorizing  the  District  to  incur  indebtedness  and  issue  bonds  to  the  amount  of  $183,400,000  for  the  following  purposes:  to  alter,  repair  and  equip  the  Central  High  School  Building, build and equip additions thereto, and acquire and improve the site thereof; improve  facilities at Franklin Middle School, Spalding Park, and McKinley Field; alter, repair and equip  the  Centennial  High  School  Building  and  build  and  equip  additions  thereto;  demolish  the  existing  Dr.  Howard  Elementary  School  Building  and  build  and  equip  a  new  Dr.  Howard  Elementary  School  Building  on  that  site;  alter,  repair  and  equip  the  South  Side  Elementary  School Building and build and equip an addition thereto; alter, repair and equip the International  Prep Academy Building and build and equip additions thereto; and alter, repair and equip the  Edison Middle School Building and build and equip an addition thereto (the “Project”).", "At the.", "Election, 27,532 votes (65.6%) were cast in favor of the issuance of such bonds and 14,440 votes  (34.4%) were cast in opposition.", "Funds of the District on hand and lawfully available for such  purpose  in  the  approximate  amount  of  $25,000,000  will  also  be  used  to  fund  the  Project  and  related capital projects.", "Proceeds of the Bonds will be used to (a) pay a portion of the costs of the Project and.", "(b) pay costs associated with the issuance of the Bonds.", "See “THE PROJECT” herein.. GENERAL DESCRIPTION.", "The Bonds will be dated the date of issuance thereof, will be in fully registered form,  without coupons, and will be in denominations of $5,000 or any integral multiple thereof under a  bookentry  only  system  operated  by  The  Depository  Trust  Company,  New York,  New York  (“DTC”).", "Principal  of  and  interest  on  the  Bonds  will  be  payable  by  UMB  Bank,  National  Association, Kansas City, Missouri (the “Registrar”)..", "The Bonds will mature as shown on the inside cover page hereof.", "Interest on the Bonds.", "will be payable each January 1 and July 1, beginning July 1, 2018..", "The  Bonds  will  bear  interest  from  their  dated  date,  or  from  the  most  recent  interest  payment date to which interest has been paid or provided for, computed on the basis of a 360day  year consisting of twelve 30day months.", "The principal of the Bonds will be payable in lawful  money of the United States of America upon presentation and surrender thereof at the principal  corporate trust office of the Registrar.", "Interest on each Bond will be paid by check or draft of the  Registrar  payable  upon  presentation  in  lawful  money  of  the  United  States  of  America  to  the  person in whose name such Bond is registered at the close of business on the 15th day of the  month next preceding the interest payment date (the “Record Date”)..", "REGISTRATION AND TRANSFER.", "The Registrar will maintain books for the registration of ownership and transfer of the  Bonds  (the  “Register”).", "Subject  to  the  provisions  of  the  Bonds  as  they  relate  to  bookentry  form, any Bond  may be transferred upon the surrender thereof at the principal corporate trust  office of the Registrar, together with an assignment duly executed by the registered owner or his  or her attorney in such form as will be satisfactory to the Registrar.", "No service charge shall be  made  for  any  transfer  or  exchange  of  Bonds,  but  the  District  or  the  Registrar  may  require  payment of a sum sufficient to cover any tax or other governmental charge that may be imposed  in connection with any transfer  or exchange  of Bonds  except  in  the  case  of  the  issuance  of  a  Bond or Bonds for the unredeemed portion of a Bond surrendered for redemption.."], "first_page_paragraphs": ["New Issue  Book‑eNtRy oNly    .", "RatINgs: Moody’s:  “Aa2”  S&P:  “AA” (Stable Outlook) See “BoNd RatINgs” herei.", "Subject to compliance by the District with certain covenants, in the opinion of Chapman and Cutler LLP, Chicago,  Illinois  (“Bond  Counsel”),  under  present  law,  interest  on  the  Bonds  is  excludable  from  gross  income  of  the  owners  thereof  for  federal  income  tax  purposes  and  is  not  included  as  an  item  of  tax  preference  in  computing  the  federal  alternative minimum tax for individuals and corporations, but such interest is taken into account in computing an  adjustment used in determining the federal alternative minimum tax for certain corporations.", "Interest on the Bonds  is not exempt from present State of Illinois income taxes.", "See “Tax ExEmpTion” herein for a more complete discussion.", "COmmunity unit SChOOl DiStriCt number .", "Champaign County, illinoi.", "(Champaign.", "$110,000,000 General Obligation School building bonds, Series 201.", "Dated:  December 6, 2017.", "Due:  January 1, as further described on the inside cover pag.", "The  General  Obligation  School  Building  Bonds,  Series  2017  (the  “Bonds”),  of  Community  Unit  School  District  Number 4, Champaign County, Illinois (the “District”), will be issued in fully registered form and will be registered initially  only in the name of Cede & Co., as registered owner and nominee of The Depository Trust Company, New York, New  York (“DTC”).", "DTC will act as securities depository for the Bonds.", "Purchasers of the Bonds will not receive certificates  representing their interests in the Bonds purchased.", "Ownership by the beneficial owners of the Bonds will be evidenced  by book‑entry only.", "Payments of principal of and interest on the Bonds will be made by UMB Bank, National Association,  Kansas City, Missouri, as bond registrar and paying agent, to DTC, which in turn will remit such payments to its participants  for subsequent disbursement to the beneficial owners of the Bonds.", "As long as Cede & Co. is the registered owner as nominee  of DTC, payments of principal of and interest on the Bonds will be made to such registered owner, and disbursement of  such payments will be the responsibility of DTC and its participants.", "Individual purchases of the Bonds will be made in the  principal amount of $5,000 or any integral multiple thereof.", "The Bonds will bear interest from their dated date at the rates per annum as shown on the inside cover page.", "Interest  on the Bonds (computed on the basis of a 360‑day year consisting of twelve 30‑day months) will be payable semi‑annually  on each January 1 and July 1, commencing July 1, 2018.", "Proceeds of the Bonds will be used to (a) pay certain costs of the herein defined Project, which was approved pursuant.", "to an election held on November 8, 2016, and (b) pay costs associated with the issuance of the Bonds.", "The Bonds due on or after January 1, 2027, are subject to redemption prior to maturity at the option of the District,  as a whole or in part, on any date on or after January 1, 2026, at the redemption price of par plus accrued interest to the  redemption date.", "See “The Bonds—Redemption” herein.", "In the opinion of Bond Counsel, the Bonds are valid and legally binding upon the District and are payable from any  funds of the District legally available for such purpose, and all taxable property in the District is subject to the levy of  taxes to pay the same without limitation as to rate or amount, except that the rights of the owners of the Bonds and the  enforceability of the Bonds may be limited by bankruptcy, insolvency, moratorium, reorganization and other similar laws  affecting creditors’ rights and by equitable principles, whether considered at law or in equity, including the exercise of  judicial discretion.", "The Bonds are offered when, as and if issued by the District and received by the Underwriters, subject to prior  sale, to withdrawal or modification of the offer without notice, and to the approval of legality by Bond Counsel and  certain  other  conditions.", "Chapman  and  Cutler  LLP,  Chicago,  Illinois,  will  also  act  as  Disclosure  Counsel  to  the  District.", "Certain legal matters will be passed upon for the Underwriters by Dinsmore & Shohl LLP, Chicago, Illinois,  and Hardwick Law Firm, LLC, Chicago, Illinois, as CoUnderwriters’ Counsel.", "Ehlers & Associates, Inc., Chicago,  Illinois, and Comer Capital Group LLC, Jackson, Mississippi, are acting as CoMunicipal Advisors to the District.", "It  is expected that beneficial interests in the Bonds will be available for delivery through the facilities of DTC on or about  December 6, 2017. wells FaRgo secuRItIe.", "Senior Manage.", "PIPeR JaFFRay & co.. BaIRd.", "sIeBeRt cIsNeRos shaNk & co., l.l.c.", "acadeMy secuRItIes.", "Co‑Senior Manager.", "Blaylock VaN, llc.", "Co‑Manager.", "steRN BRotheRs & co.", "The date of this Official Statement is November 14, 2017."], "intro_page_paragraphs": ["OFFICIAL STATEMENT.", "Community Unit School District Number 4.", "Champaign County, Illinois.", "$110,000,000 General Obligation School Building Bonds, Series 2017.", "(Champaign).", "INTRODUCTION.", "The  purpose  of  this  Official  Statement  is  to  set  forth  certain  information  concerning  Community  Unit  School  District  Number 4,  Champaign  County,  Illinois  (the  “District”),  in  connection  with  the  offering  and  sale  of  its  General  Obligation  School  Building  Bonds,  Series 2017 (the “Bonds”)..", "This  Official  Statement  contains  “forwardlooking  statements”  that  are  based  upon  the  District’s current expectations and its projections about future events.", "When used in this Official  Statement,  the  words  “project,”  “estimate,”  “intend,”  “expect,”  “scheduled,”  “proforma”  and  similar words identify forwardlooking statements.", "Forwardlooking statements are subject to  known and unknown risks, uncertainties and factors that are outside of the control of the District.", "Actual  results  could  differ  materially  from  those  contemplated  by  the  forwardlooking  statements.", "Readers  are  cautioned  not  to  place  undue  reliance  on  these  forwardlooking  statements, which speak only as of the date hereof.", "Neither the District nor any other party plans  to issue any updates or revisions to these forwardlooking statements based on future events.. AUTHORITY AND PURPOSE.", "THE BONDS.", "The  Bonds  are  being  issued  pursuant  to  the  School  Code  of  the  State  of  Illinois  (the  “School  Code”),  the  Local  Government  Debt  Reform  Act  of  the  State  of  Illinois  (the  “Debt  Reform Act”), and all laws amendatory thereof and supplementary thereto, and a bond resolution  adopted by the Board of Education of the District (the  “Board”) on the 23rd day of October,  2017, as supplemented by a notification of sale (together, the “Bond Resolution”)..", "The Bonds are also being issued pursuant to an election held on November 8, 2016 (the  “Election”),  at  which  a  majority  of  voters  of  the  District  voting  thereon  approved  a  public  question  authorizing  the  District  to  incur  indebtedness  and  issue  bonds  to  the  amount  of  $183,400,000  for  the  following  purposes:  to  alter,  repair  and  equip  the  Central  High  School  Building, build and equip additions thereto, and acquire and improve the site thereof; improve  facilities at Franklin Middle School, Spalding Park, and McKinley Field; alter, repair and equip  the  Centennial  High  School  Building  and  build  and  equip  additions  thereto;  demolish  the  existing  Dr.  Howard  Elementary  School  Building  and  build  and  equip  a  new  Dr.  Howard  Elementary  School  Building  on  that  site;  alter,  repair  and  equip  the  South  Side  Elementary  School Building and build and equip an addition thereto; alter, repair and equip the International  Prep Academy Building and build and equip additions thereto; and alter, repair and equip the  Edison Middle School Building and build and equip an addition thereto (the “Project”).", "At the."], "cusip": "158249LB6", "issuer_cusip": "158249"}