{"file_name": "Missing Training PDFs/235452HH5.pdf", "total_pages": 218, "first_page": 3, "toc_page": 3, "intro_page": 7, "use_of_proceeds_page": 3, "use_of_proceeds_paragraphs": ["No dealer, broker, salesman or other person has been authorized by the School District or the Underwriters to give any  information or to make any representation, other than that given or made in this Official Statement, and if given or made, any  such  other  information  or  representation  may  not  be  relied  upon  as  having  been  authorized  by  the  School  District  or  the  Underwriters.", "This Official Statement does not constitute an offer to sell or the solicitation of an offer to buy, nor shall there be  any sale of the Notes by any person in any jurisdiction in which it is unlawful for such person to make such offer, solicitation or  sale.", "This Official Statement has been approved by the School District  and, while the information set forth in  this Official  Statement has been furnished by the School District and other sources which are believed to be reliable, such information is not  guaranteed  as  to  accuracy  or  completeness,  and  is  not  to  be  construed  as  a  representation  by  the  Underwriters  or,  as  to  information obtained from other sources, by the School District.", "The information and expressions of opinion set forth in this  Official Statement are subject to change without notice and neither the delivery of this Official Statement nor any sale made  under this Official Statement shall, under any circumstances, create any implication that the affairs of the School District have  remained unchanged since the date of this Official Statement..", "THE  UNDERWRITER  HAS  PROVIDED  THE  FOLLOWING  SENTENCE  FOR  INCLUSION  IN  THIS  OFFICIAL  STATEMENT.", "THE  UNDERWRITER  HAS  REVIEWED  THE  INFORMATION  IN  THIS OFFICIAL STATEMENT  IN  ACCORDANCE  WITH,  AND  AS  PART  OF,  ITS  RESPONSIBILITIES TO INVESTORS UNDER THE FEDERAL SECURITIES LAWS AS APPLIED TO THE FACTS AND CIRCUMSTANCES OF THIS  TRANSACTION, BUT THE UNDERWRITER DOES NOT GUARANTEE THE ACCURACY OR COMPLETENESS OF SUCH INFORMATION.. TABLE OF CONTENTS.", "Board of School Directors &        Administrative Staff .....................................................................................................................................  Summary Statement ..........................................................................................................................................  Introduction........................................................................................................................................................  Purpose of the Issue and Plan of Finance  ........................................................................................................  Sources and Uses of Funds ...............................................................................................................................", "Description of the Notes....................................................................................................................................  BookEntry Only System  .................................................................................................................................  Security for the Notes .......................................................................................................................................  Tax Exemption and Other Tax Matters ............................................................................................................", "Continuing Disclosure Undertaking..................................................................................................................  Miscellaneous ..................................................................................................................................................... iii  iv  1  1  2  2  3  5  6  8  10. .", "ii.", "Appendix B  School District Comprehensive Annual Financial Report 201112   Appendix C  Description of the School District   Appendix D  Form of Bond Opinion  Appendix E  Note Payment Schedule.", "ppendix A  Summaries of Financial Factors of the School District."], "first_page_paragraphs": ["OFFICIAL STATEMEN.", "BOOKENTRY ONL.", "Rating:  Standard & Poor’s  “AA.", "In the opinion of Bond Counsel, under existing statutes, regulations and judicial decisions, interest on the Notes is excluded from gross income for  purposes of federal income taxation and is not an item of tax preference for purposes of the federal alternative minimum tax imposed on individuals  and corporations, although in the case of corporations (as defined for federal income tax purposes) such interest is taken into account in determining  adjusted current earnings for purposes of such alternative minimum tax.", "This opinion of Bond Counsel is subject to continuing compliance by the  School District with its covenants in the Resolution and other documents to comply with requirements of the Internal Revenue Code of 1986, as  amended, and applicable regulations thereunder.", "Bond Counsel is also of the opinion that under the laws of the Commonwealth of Pennsylvania (the “Commonwealth”) as presently enacted and  construed, the Notes are exempt from personal property taxes in the Commonwealth and the interest on the Notes is exempt from the Commonwealth’s  Personal Income Tax and the Commonwealth’s Corporate Net Income Tax.", "For further information concerning federal and state matters relating to the Notes, see “Tax Exemption and Other Tax Matters” herein.", "DALLASTOWN AREA SCHOOL DISTRIC.", "$10,885,00.", "York County, Pennsylvani.", "General Obligation Notes, Series A of 201.", "Notes Dated:  Date of Delivery  Notes Due:  May 1, as shown on the inside cover  Denomination:  Integral multiples of $5,00.", "Interest Payable:  May 1 and November 1 First Interest Payment:  November 1, 2013 Form:  BookEntry Onl.", "BookEntry Only:  The General Obligation Notes, Series A of 2013, in the aggregate principal amount of $10,885,000 (the “Notes”), of the Dallastown  Area School District (the “School District”), located in York County, Pennsylvania, will be in BookEntry Only form, registered in the name of Cede &  Co. as nominee for the Depository Trust Company, New York, New York (“DTC”).", "DTC will act as the securities depository for the Notes.", "Purchasers  of the Notes will not receive certificates representing their interests in the Notes.", "While DTC, or its nominee, Cede & Co., is the registered owner of  the Notes, payments of the principal of and interest on the Notes will be made by Manufacturers and Traders Trust Company, Harrisburg, Pennsylvania,  and Buffalo, New York, serving as paying agent, directly to Cede & Co.  Disbursement of such payments to the DTC Participants is the responsibility of  DTC, and disbursements of such payments to Beneficial Owners of the Notes is the responsibility of the DTC Participants and the Indirect Participants.", "See “BOOKENTRY ONLY SYSTEM” herein.", "Optional Redemption:  The Notes are not subject to redemption prior to maturity.. Purpose:  Proceeds of the Notes are to be used as follows: (1) to currently refund a portion of the outstanding General Obligation Bonds, Series of 2012,  of the School District; and (2) to pay related costs, including the costs of issuing the Notes.", "Security:  The Notes are general obligations of the School District payable from its tax and other general revenues.", "The School District has covenanted  in a Resolution adopted on February 7, 2013 (the “Resolution”), that it will budget in each year, and will appropriate from its general revenues in  each such year, the amount of the debt service on the Notes for such year, and will duly and punctually pay or cause to be paid from the sinking fund  created under the Resolution or any other of its revenues or funds the principal of every Bond and the interest thereon on the dates, at the place and  time and in the manner stated in the Notes, and for such budgeting, appropriation and payment the School District irrevocably has pledged its full faith,  credit and taxing power, which taxing power presently includes the power to levy an annual ad valorem tax on all taxable property within the School  District within the limits provided by law (see “SECURITY FOR THE NOTES” herein and “TAXING POWER OF THE SCHOOL DISTRICT” in   Appendix A hereto).", "The Notes are offered for delivery when, as and if issued by the School District and received by the Underwriter and subject to the approving legal  opinion of Rhoads & Sinon LLP, of Harrisburg, Pennsylvania, Bond Counsel to the School District, to be furnished upon delivery of the Notes.", "Certain  legal matters will be passed on for the School District by CGA Law Firm, of York, Pennsylvania, Solicitor for the School District.", "It is expected that  the Notes will be available for delivery, through the facilities of DTC, on or about March 28, 2013.", "The date of this Official Statement is February 26, 2013."], "intro_page_paragraphs": ["OFFICIAL STATEMENT.", "DALLASTOWN AREA SCHOOL DISTRICT.", "York County, Pennsylvania.", "$10,885,000 General Obligation Notes, Series A of 2013.", "INTRODUCTION.", "1.", "This Official Statement is furnished by the Dallastown Area School District (the \"School District\"), located in York  County,  Pennsylvania,  in  connection  with  the  offering  of  its  General  Obligation  Notes,  Series  A  of  2013,  in  the  aggregate  principal amount of $10,885,000 (the \"Notes\").", "The Notes are being issued pursuant to a Resolution adopted by the Board of  School Directors of the School District on February 7, 2013 (the \"Resolution\"), and in accordance with the Local Government  Unit Debt Act, 53 Pa.C.S.", "Chs.", "8082 (the \"Act\") of the Commonwealth of Pennsylvania (the “Commonwealth”).", "The Notes will be registered in the name of Cede & Co., as nominee for The Depository Trust Company, New York,  New York (\"DTC\").", "DTC will act as securities depository for the Notes.", "Purchases of the Notes can be made in BookEntry  Only form, and purchasers will not receive certificates representing their interests in the Notes.", "So long as DTC, or its nominee,  Cede & Co., is the registered owner of the Notes, payments of the principal of and interest on the Notes will be made by the  Paying Agent directly to Cede & Co.  Disbursement of such payments to the DTC Participants is the responsibility of DTC, and  disbursement of such payments to Beneficial Owners of the Notes is the responsibility of the DTC Participants and the Indirect  Participants.", "See “DESCRIPTION OF THE NOTES” and “BOOKENTRY ONLY SYSTEM” herein.", "The  information  which  follows  contains  summaries  of  the  Resolution,  relevant  provisions  of  Commonwealth  and  Federal law, the School District's budget and the School District's financial statements.", "Such summaries do not purport to be  complete and reference is made to the Resolution, the School District's budget and the School District's financial statements,  copies of which are on file and available for examination at the offices of the School District.", "Reference is also made to the  Notes and to the actual cited laws and regulations.. PURPOSE OF THE ISSUE.", "Proceeds of the Notes are to be used as follows: (1) to currently refund a portion of the outstanding General Obligation  Bonds, Series of 2012 (the “Refunded 2012 Bonds”), of the School District; and (2) to pay related costs, including the costs of  issuing the Notes.. pon issuance of the Notes, a portion of the proceeds will be irrevocably deposited with Manufacturers and Traders  Trust  Company,  as  paying  agent  for  the  Refunded  2012  Bonds,  which  will  be  used  to  pay  the  cost  of  redemption  of  the  Refunded 2012 Bonds at maturity on April 15, 2013, plus accrued interest, pursuant to the provisions applicable to the Refunded  2012 Bonds..  ."], "cusip": "235452HH5", "issuer_cusip": "235452"}