{"file_name": "Missing Training PDFs/243127VP9.pdf", "total_pages": 191, "first_page": 7, "toc_page": 5, "intro_page": 7, "use_of_proceeds_page": 14, "use_of_proceeds_paragraphs": ["The information in this section concerning DTC and DTC’s bookentry system has been obtained from sources that  the City believes to be reliable, but the City takes no responsibility for the accuracy thereof.. he City will have no responsibility or obligation to any Securities Depository, any Participants in the BookEntry  System  or  the  Beneficial  Owners  with  respect  to  (a) the  accuracy  of  any  records  maintained  by  the  Securities  Depository or any Participant; (b) the payment by the Securities Depository or by any Participant of any amount due  to any Beneficial Owner in respect of the principal amount or redemption price of, or interest on, any Bonds; (c) the  delivery of any notice by the Securities Depository or any Participant; (d) the selection of the Beneficial Owners to  receive payment in the event of any partial redemption of the Bonds; or (e) any other action taken by the Securities  Depository or any Participant.", "THE PROJECT.", "n the Spring of 2013, the City Council took legislative action approving a series of rate increases for the municipal  water supply effective May 1, 2013.", "The approved rate increases, 35% effective May 1, 2013, 30% effective May 1,  2014,  25%  effective  May  1,  2015,  and  2.5%  effective  each  May  1  in  future  years,  are  expected  to  provide  the  revenues for the largest investment in the Water Utility since Lake Decatur (the “Lake”) was created in 1922.", "The  Lake is owned by the City.. he rate increases will fund a series of lake dredging initiatives over the next 23 years which started in 2014 and are  expected to increase the capacity of the Lake by 30%, thereby increasing the retained water levels of the Lake.", "The  rate increases are expected to also fund further investment to secure secondary water supplies as a safeguard in times  of drought as well as begin to fund a series of investments in future years replacing aging above and below ground  water system infrastructure.. he City issued bonds in the amount of $24,055,000 in April 2014 for the first phase of the dredging initiative which  consisted of rehabilitating an existing storage basin to hold the dredged sediment to be removed from four of six  Lake  basins.", "The  $23,305,000  bonds  issued  in  September  2015  provided  monies  for  the  second  phase  of  the  dredging initiative, consisting of the dredging of basin 2 and the Big Creek basin area.", "The proceeds of the Bonds  will provide monies for the third phase of the dredging initiative, consisting of the completion of dredging in basin  2, feeder basins and commencement of dredging in basin 3.  .", "he  remaining  basins  will  be  dredged  in  subsequent  phases  from  2018  to  2019.", "The  total  cost  of  the  dredging  initiative is expected to be approximately $90 million.", "ESTIMATED SOURCES AND USES OF FUNDS.", "Sources of Funds.", "Bond Proceeds .................................................................   $22,205,000  Net Reoffering Premium ..................................................       2,142,097  Total .................................................................................   $24,347,097.", "Uses of Funds.", "Deposit to Project Fund ...................................................   $24,000,000  Costs of Issuance(1) ..........................................................          347,097  Total .................................................................................   $24,347,097.", "(1)  Includes underwriter's discount, Bond and Underwriter’s Counsel fees,    municipal bond insurance, rating agency fees and other issuance costs.. RISK FACTORS.", "The purchase of the Bonds involves certain investment risks.", "Accordingly, each prospective purchaser of the Bonds  should make an independent evaluation of the entirety of the information presented in this Official Statement and its  appendices  and  exhibits  in  order  to  make  an  informed  investment  decision.", "Certain  of  the  investment  risks  are  described below.", "The following statements, however, should not be considered a complete description of all risks to  be  considered  in  the  decision  to  purchase  the  Bonds,  nor  should  the  order  of  the  presentation  of  such  risks  be  construed to reflect the relative importance of the various risks.", "There can be no assurance that other risk factors are  not material or will not become material in the future.", "8 ."], "first_page_paragraphs": ["NEW ISSUE – BOOKENTRY ONLY      .", "RATINGS(1)  Insured Rating:  S&P   “AA” (Stable Outlook)  (BAM Insured)  Underlying Rating:  Moody’s   “A1” (Negative Outlook).", "ubject to compliance by the City with certain covenants, in the opinion of Chapman and Cutler LLP, Chicago, Illinois,  “Bond Counsel,” under present law, interest on the Bonds is excludable from gross income of the owners thereof for federal  income tax purposes and is not included as an item of tax preference in computing the federal alternative minimum tax for  individuals and corporations, but such interest is taken into account in computing an adjustment used in determining the  federal alternative minimum tax for certain corporations.", "Interest on the Bonds is not exempt from present State of Illinois  income taxes.", "See “TAX EXEMPTION” herein for a more complete discussion.", "$22,205,000.", "CITY OF DECATUR  Macon County, Illinois.", "(Green Bonds).", "General Obligation Bonds, Series 2016.  .", "Dated:  Date of Issuance.", "Due:  March 1, as shown on the inside front cover.", "he General Obligation Bonds, Series 2016 (Green Bonds) (the “Bonds”), of the City of Decatur, Macon County, Illinois (the  “City”), are fully registered bonds without coupons, in denominations of $5,000 or any integral multiple of such amount, and  registered  in  the  name  of  Cede  &  Co.,  as  nominee  of  The  Depository  Trust  Company,  New  York,  New  York  (“DTC”).", "Individual purchases of interests in the Bonds will be made in bookentryonly form only.", "Purchasers of such interests will not  receive  certificates  representing  their  interests  in  the  Bonds.", "So  long  as  DTC  or  its  nominee  is  the  owner  of  the  Bonds,  principal of and interest on the Bonds will be paid directly to DTC by U.S. Bank National Association, Indianapolis, Indiana,  as the bond registrar and the paying agent.", "See “BOOKENTRY ONLY SYSTEM” herein.", "Interest on the Bonds is payable  on each March 1 and September 1, commencing March 1, 2017.", "The Bonds are subject to redemption prior to maturity, as  more fully described herein under “THE BONDS – Redemption Provisions.”.", "he  scheduled  payment  of  principal  of  and  interest  on  the  Bonds  when  due  will  be  guaranteed  under  a  municipal  bond  insurance policy to be issued concurrently with the delivery of the Bonds by BUILD AMERICA MUTUAL ASSURANCE  COMPANY.", "See “BOND INSURANCE” herein.. .", "he  Bonds  are  being  issued  pursuant  to  the  homerule  powers  of  the  City  under  Section  6  of  Article  VII  of  the  1970  Constitution of the State of Illinois.", "The Bonds are issuable pursuant to a bond ordinance adopted by the Council of the City on  the 17th day of October, 2016, as supplemented by a notification of sale.", "roceeds of the Bonds will be used to (i) expand the City’s water supply by the dredging of Lake Decatur, as described under  “THE PROJECT” herein; and (ii) pay the costs associated with the issuance of the Bonds.", "n the opinion of Bond Counsel, the Bonds are valid and legally binding upon the City and are payable from any funds of the  City legally available for such purpose, and all taxable property in the City is subject to the levy of taxes to pay the same   without limitation as to rate or amount, except that the rights of the owners of the Bonds and the enforceability of the Bonds  may be limited by bankruptcy, insolvency, moratorium, reorganization and other similar laws affecting creditors’ rights and by  equitable principles, whether considered at law or in equity, including the exercise of judicial discretion.", "See “THE BONDS –  Security for the Bonds” herein.. he  Bonds  are  offered  when,  as  and  if  issued  by  the  City  and  received  by  the  Underwriter,  subject  to  prior  sale,  to  withdrawal  or  modification  of  the  offer  without  notice,  and  to  the  approval  of  legality  by  Chapman  and  Cutler  LLP,  Chicago,  Illinois,  Bond  Counsel.", "Chapman  and  Cutler  LLP  is  also  passing  on  certain  matters  for  the  Underwriter.", "The  Bonds are expected to be delivered through the facilities of DTC on or about November 9, 2016.  .", "1)  See “BOND RATINGS” herein.", "ctober 20, 2016.  ."], "intro_page_paragraphs": ["OFFICIAL STATEMENT.", "$22,205,000.", "CITY OF DECATUR  Macon County, Illinois.", "(Green Bonds).", "INTRODUCTION.", "General Obligation Bonds, Series 2016. he purpose of this Official Statement, including the cover page, reverse thereof, Summary Statement and Appendices,  is  to  set  forth  certain  information  concerning  the  City  of  Decatur,  Macon  County,  Illinois  (the  “City”),  and  its  $22,205,000 General Obligation Bonds, Series 2016 (Green Bonds) (the “Bonds”).", "ertain  factors  that  may  affect  investment  decisions  concerning  the  Bonds  are  described  throughout  this  Official  Statement, which should be read in its entirety.", "Copies of statutes, ordinances, reports or other documents referred to  herein are available, upon request, from the City.", "his Official Statement contains “forwardlooking statements” that are based upon the City’s current expectations and its  projections  about  future  events.", "When  used  in  this  Official  Statement,  the  words  “project,”  “estimate,”  “intend,”  “expect,” “scheduled,” “proforma” and similar words identify forwardlooking statements.", "Forwardlooking statements  are subject to known and unknown risks, uncertainties and factors that are outside of the control of the City.", "Actual  results could differ materially from those contemplated by the forwardlooking statements.", "Readers are cautioned not to  place undue reliance on these forwardlooking statements, which speak only as of the date hereof.", "Neither the City nor  any other party plans to issue any updates or revisions to these forwardlooking statements based on future events.", "THE BONDS.", "General.", "he Bonds are dated their date of issuance (the “Dated Date”), will bear interest from the Dated Date and will mature  in the amounts and at the rates as set forth on the inside front cover of this Official Statement.", "Interest on the Bonds  is calculated on the basis of a 360day year of twelve 30day months.", "Interest on the Bonds is payable on each  March 1 and September 1, commencing March 1, 2017.", "Principal of and interest on the Bonds is payable to The  Depository  Trust  Company  (“DTC”),  New  York,  New  York,  by  U.S.  Bank  National  Association,  Indianapolis,  Indiana, as paying agent and bond registrar (the “Registrar”).", "The record date of the Bonds will be the 15th day of  the  calendar month  next  preceding  any  regularly  scheduled  interest payment  date.", "The Bonds are issued as fully  registered  bonds,  registered  in  the  name  of  Cede  &  Co.,  as  nominee  for  DTC,  in  $5,000  denominations  or  integral  multiples thereof, and will be in bookentryonly form.. he Registrar will maintain books (the “Bond Register”) for the registration of ownership and transfer of the Bonds.", "Subject to the provisions of the Bonds as they relate to bookentry form, any Bond may be transferred upon the  surrender thereof at the office maintained for the purpose by the Registrar in Indianapolis, Indiana, together with an  assignment  duly  executed  by  the  registered  owner  or  his  attorney  in  such  form  as  will  be  satisfactory  to  the  Registrar.", "No service charge shall be made for any transfer or exchange of Bonds, but the City or the Registrar may  require  payment  of  a  sum  sufficient  to  cover  any  tax  or  other  governmental  charge  that  may  be  imposed  in  connection with any transfer or exchange of Bonds except in the case of the issuance of a Bond or Bonds for the  unredeemed portion of a Bond surrendered for redemption.. he Registrar shall not be required to transfer or exchange any Bond during the period beginning at the close of  business on the 15th day of the month next preceding any interest payment date on such Bond and ending at the  opening of business on such interest payment date, nor to transfer or exchange any Bond after notice calling such  Bond for redemption has been mailed, nor during a period of fifteen (15) days next preceding mailing of a notice of  redemption of any Bonds.", "1 ."], "cusip": "243127VP9", "issuer_cusip": "243127"}