{"file_name": "Missing Training PDFs/262651TP7.pdf", "total_pages": 120, "first_page": 5, "toc_page": 3, "intro_page": 5, "use_of_proceeds_page": 5, "use_of_proceeds_paragraphs": ["FOREST PRESERVE DISTRICT OF DUPAGE COUNTY.", "General Obligation Limited Tax Bonds, Series 2012.", "OFFICIAL STATEMENT.", "of the.", "DuPage County, Illinois.", "Relating to its  $35,610,000.", "INTRODUCTION.", "The purpose of this Official Statement, including the cover page and the Appendices hereto, is to set forth  certain  information  in  connection  with  the  offering  and  sale  of  $35,610,000  General  Obligation  Limited  Tax  Bonds, Series 2012 (the “Bonds”), of the Forest Preserve District of DuPage County, DuPage County, Illinois  (the “District”).", "he District is a separate body politic and corporate and political subdivision of the State of Illinois (the  “State”)  organized  and  existing  under  the  Downstate  Forest  Preserve  District  Act  of  the  State  of  Illinois,  as  amended  (the  “Downstate  Forest  Preserve  District  Act”).", "The  District  has  independent  taxing  powers  and  its  boundaries encompass all of the property in DuPage County, Illinois (the “County”).", "The County is located in  northeastern Illinois, west of Chicago, Illinois.", "All references herein to laws, agreements and documents are qualified in their entirety by reference to the  definitive forms thereof, and all references to the Bonds are further qualified by reference to the information  with  respect  thereto  contained  in  the  Ordinance,  as  defined  herein.", "A  copy  of  the  Ordinance  is  available  for  inspection at the principal office of the District.", "uthorization and Purpose.", "THE BONDS.", "The Bonds will be issued pursuant the powers of the District under the Downstate Forest Preserve District  Act, and the Local Government Debt Reform Act of the State of Illinois, as amended (the “Debt Reform Act”),  and as authorized in the bond ordinance adopted by the District’s Board of Commissioners on February 21, 2012  (the \"Ordinance\").", "he Bonds are being issued for the purpose of (i) advance refunding a portion of the District’s outstanding  General  Obligation  Limited  Tax  Bonds,  Series  2005A,  dated  December  15,  2005  (the  “2005A  Bonds”),  maturing in the years 2020 through and including 2023 (the “2005A Bonds to be Refunded”), (ii) acquiring land  and developing land in and for the District (the “Project”), (iii) capitalizing $60,000 of the interest due on the  Bonds  on  November  1,  2012,  and  (iv)  paying  certain  costs  relating  to  the  issuance  of  the  Bonds.", "See  “The  Refunding” and “The 2005A Bonds to be Refunded,” herein..", "In the opinion of Bond Counsel, the Bonds are valid and legally binding upon the District and are payable  from  any  funds  of  the  District  legally  available  for  such  purpose,  and  all  taxable  property  in  the  District  is  subject to the levy of taxes to pay the same without limitation as to rate, except that the rights of the owners of  the  Bonds  and  the  enforceability  of  the  Bonds  may  be  limited  by  bankruptcy,  insolvency,  reorganization,  moratorium, and other similar laws affecting creditors’ rights and by equitable principles, whether considered at  law or in equity, including the exercise of judicial discretion.", "The amount of said taxes that may be extended to  pay the Bonds is, however, limited as provided by law.. .", "1.  .", "Security  ."], "first_page_paragraphs": ["FINAL OFFICIAL STATEMENT DATED MARCH 8, 2012.", "EW ISSUE: BookEntry Only.", "Standard & Poor’s: AAA.", "Subject to compliance by the District with certain covenants, in the opinion of Chapman and Cutler LLP, Chicago, Illinois (“Bond  Counsel”), under present law, interest on the Bonds is excludable from gross income of the owners thereof for federal income tax purposes  and is not included as an item of tax preference in computing the federal alternative minimum tax for individuals and corporations, but such  interest is taken into account in computing an adjustment used in determining the federal alternative minimum tax for certain corporations.", "See \"TAX EXEMPTION\" herein for a more complete discussion.", "Interest on the Bonds is not exempt from present State of Illinois income  taxes.", "$35,610,000.", "FOREST PRESERVE DISTRICT OF DUPAGE COUNTY.", "DuPage County, Illinois.", "General Obligation Limited Tax Bonds, Series 2012.  .", "ated: The Date of Delivery.", "Due: November 1, See Table Below.", "The  $35,610,000  General  Obligation  Limited  Tax  Bonds,  Series  2012  (the  \"Bonds\"),  will  be  issued  by  the  Forest  Preserve  District  of  DuPage  County,  DuPage  County,  Illinois  (the  “District”),  in  fully  registered  form  in  the  denomination  of  $5,000  or  authorized integral multiples thereof.", "Semiannual interest shall be payable on each May 1 and November 1, commencing November  1,  2012.", "The  Bond  Registrar  and  Paying  Agent  for  the  Bonds  is  Amalgamated  Bank  of  Chicago,  Chicago,  Illinois  (the  \"Bond  Registrar\").", "The Bonds will be issued only in fully registered form and will be registered in the name of Cede & Co. as nominee of  The Depository Trust Company, New York, New York (\"DTC\").", "DTC will act as the securities depository of the Bonds.", "Individual  purchases will be made in bookentry form only in denominations of $5,000 principal amount or any authorized integral multiple  thereof.", "Purchasers of the Bonds will not receive certificates representing their interest in the Bonds purchased.", "(See \"THE BONDS   BookEntry Only System.\").", "The  proceeds  from  the  sale  of  the  Bonds  will  be  used  to  (i)  advance  refund  a  portion  of  the  District’s  outstanding  General  Obligation Limited Tax Bonds, Series 2005A, (ii) acquire land and develop land in and for the District, (iii) capitalize a portion of the  interest due on the Bonds on November 1, 2012, and (iv) pay certain costs relating to the issuance of the Bonds.", "n the opinion of Bond Counsel, the Bonds are valid and legally binding upon the District and are payable from any funds of the  District legally available for such purpose, and all taxable property in the District is subject to the levy of taxes to pay the same  without limitation as to rate, except that the rights of the owners of the Bonds and the enforceability of the Bonds may be limited by  bankruptcy, insolvency, reorganization, moratorium, and other similar laws affecting creditors’ rights and by equitable principles,  whether considered at law or in equity, including the exercise of judicial discretion.", "The amount of said taxes that may be extended to  pay the Bonds is, however, limited as provided by law.", "See “THE BONDS – Security” herein.", "The Bonds are subject to optional redemption prior to maturity.", "See “THE BONDS – Redemption Prior to Maturity” herein.", "MATURITY SCHEDULE, AMOUNTS, INTEREST RATES AND YIELDS.", "Maturing  November 1.", "2013  2014  2015  2016  2017  2018  2019  2020. .", "Amount  $  100,000    105,000    105,000    110,000    115,000    115,000    120,000    7,590,000.", "Interest  Rate  2.00%  2.00  2.00  3.00  3.00  3.00  3.00  4.00. .", "Yield  0.43%  0.56  0.77  0.90  1.12  1.45  1.80  2.20.", "CUSIP (1)  262651   TE2  TF9  TG7  TH5  TJ1  TK8  TL6  TM4.", "Maturing  November 1.", "2021  2022  2022  2023  2024  2025  2025. .", "Amount.", "$  7,900,000    6,470,000    1,750,000    8,585,000    1,570,000    250,000    725,000  .", "Interest  Rate  4.00%  4.00  4.50  4.50  4.50  3.50  4.50. .", "Yield  2.38%  2.56  2.56  2.84  2.97  3.07  3.07.", "CUSIP (1)  262651   TN2  TP7  TT9  TQ5  TR3  TS1  TU6.", "This cover page contains certain information for quick reference only.", "It is not a summary for this issue.", "Investors must.", "read the entire Official Statement to obtain information essential to the making of an informed investment decision.", "The Bonds are offered when, as and if issued and received by the Underwriter, subject to prior sale, withdrawal or modification  of the offer without notice and to the approval of legality by Chapman and Cutler LLP, Chicago, Illinois, Bond Counsel.", "Certain  legal matters will be passed upon for the District by its Local Counsel, Kuhn, Mitchell, Moss, Mork & Lechowicz, LLC, Naperville,  Illinois.", "It is expected that the Bonds will be available for delivery in definitive form through the facilities of DTC in New York, New  York on or about March 22, 2012.. __________   (1) CUSIP data herein is provided by Standard & Poor’s CUSIP Service Bureau, a division of McGrawHill Companies, Inc.. BAIRD."], "intro_page_paragraphs": ["FOREST PRESERVE DISTRICT OF DUPAGE COUNTY.", "General Obligation Limited Tax Bonds, Series 2012.", "OFFICIAL STATEMENT.", "of the.", "DuPage County, Illinois.", "Relating to its  $35,610,000.", "INTRODUCTION.", "The purpose of this Official Statement, including the cover page and the Appendices hereto, is to set forth  certain  information  in  connection  with  the  offering  and  sale  of  $35,610,000  General  Obligation  Limited  Tax  Bonds, Series 2012 (the “Bonds”), of the Forest Preserve District of DuPage County, DuPage County, Illinois  (the “District”).", "he District is a separate body politic and corporate and political subdivision of the State of Illinois (the  “State”)  organized  and  existing  under  the  Downstate  Forest  Preserve  District  Act  of  the  State  of  Illinois,  as  amended  (the  “Downstate  Forest  Preserve  District  Act”).", "The  District  has  independent  taxing  powers  and  its  boundaries encompass all of the property in DuPage County, Illinois (the “County”).", "The County is located in  northeastern Illinois, west of Chicago, Illinois.", "All references herein to laws, agreements and documents are qualified in their entirety by reference to the  definitive forms thereof, and all references to the Bonds are further qualified by reference to the information  with  respect  thereto  contained  in  the  Ordinance,  as  defined  herein.", "A  copy  of  the  Ordinance  is  available  for  inspection at the principal office of the District.", "uthorization and Purpose.", "THE BONDS.", "The Bonds will be issued pursuant the powers of the District under the Downstate Forest Preserve District  Act, and the Local Government Debt Reform Act of the State of Illinois, as amended (the “Debt Reform Act”),  and as authorized in the bond ordinance adopted by the District’s Board of Commissioners on February 21, 2012  (the \"Ordinance\").", "he Bonds are being issued for the purpose of (i) advance refunding a portion of the District’s outstanding  General  Obligation  Limited  Tax  Bonds,  Series  2005A,  dated  December  15,  2005  (the  “2005A  Bonds”),  maturing in the years 2020 through and including 2023 (the “2005A Bonds to be Refunded”), (ii) acquiring land  and developing land in and for the District (the “Project”), (iii) capitalizing $60,000 of the interest due on the  Bonds  on  November  1,  2012,  and  (iv)  paying  certain  costs  relating  to  the  issuance  of  the  Bonds.", "See  “The  Refunding” and “The 2005A Bonds to be Refunded,” herein..", "In the opinion of Bond Counsel, the Bonds are valid and legally binding upon the District and are payable  from  any  funds  of  the  District  legally  available  for  such  purpose,  and  all  taxable  property  in  the  District  is  subject to the levy of taxes to pay the same without limitation as to rate, except that the rights of the owners of  the  Bonds  and  the  enforceability  of  the  Bonds  may  be  limited  by  bankruptcy,  insolvency,  reorganization,  moratorium, and other similar laws affecting creditors’ rights and by equitable principles, whether considered at  law or in equity, including the exercise of judicial discretion.", "The amount of said taxes that may be extended to  pay the Bonds is, however, limited as provided by law.. .", "1.  .", "Security  ."], "cusip": "262651TP7", "issuer_cusip": "262651"}