{"file_name": "Missing Training PDFs/29270MEG4.pdf", "total_pages": 124, "first_page": 7, "toc_page": 3, "intro_page": 7, "use_of_proceeds_page": 12, "use_of_proceeds_paragraphs": ["The portion of any Bonds of a denomination of more than $5,000 to be redeemed will be in the principal amount of  $5,000 or any integral multiple thereof and in selecting portions of such Bonds for redemption, the Bond Registrar  will treat each such Bonds as representing that number of such Bonds of $5,000 denomination that is obtained by  dividing the principal amount of such Bonds to be redeemed in part by $5,000.. Notice of Redemption.", "Written notice of any optional redemption of Bonds shall be given by Energy Northwest,  which notice shall specify the Bonds to be redeemed, the redemption date and the place or places where the amount  due upon such redemption will be payable and, in the case of Bonds to be redeemed in part only, such notice shall  also specify the respective portions of the principal amount thereof to be redeemed.", "Such notice shall further state  that upon the date fixed for redemption there shall become due and payable upon each Bond to be redeemed the  principal  amount  thereof plus  the premium,  if  any,  due  thereon  upon  the  redemption  date,  together  with  interest  accrued to the redemption date, and that from and after the redemption date interest thereon, or on the portion of any  Bond to be redeemed in part (unless Energy Northwest shall default in the payment of the Bonds, or of the portion  of any Bond so to be redeemed in part) shall cease to accrue and become payable.", "Such notice shall be mailed by  first class mail, postage prepaid, not less than 20 days nor more than 60 days before the redemption date to the  Registered Owners of Bonds which are to be redeemed in whole or in part at their last addresses, if any, appearing  upon the Bond Register.", "Whenever notice of redemption has been duly given as herein provided, Energy Northwest  shall transfer to the Bond Registrar so to be redeemed amounts in cash which, in addition to other money, if any,  held by such Bond Registrar for such purpose, will be sufficient to redeem, on the redemption date, all the Bonds so  to be redeemed.", "In the case of an optional redemption, the notice may state that Energy Northwest retains the right to rescind the  redemption notice and the related optional redemption of the Bonds by giving a notice of rescission to the affected  registered owners at any time prior to the scheduled optional redemption date.", "Any notice of optional redemption  that  is  so  rescinded  shall  be  of  no  effect,  and  the  Bonds  for  which  the  notice  of  optional  redemption  has  been  rescinded shall remain outstanding..", "The foregoing notice provisions, including but not limited to the information to be included in redemption notices  and  the  persons  designated  to  receive  notices,  may  be  amended  by  additions,  deletions  and  changes  in  order  to  maintain compliance with duly promulgated regulations and recommendations regarding notices of redemption of  municipal securities.. Open Market Purchases.", "Energy Northwest may purchase any of the Bonds offered to Energy Northwest at any  price deemed reasonable by Energy Northwest at any time.", "PURPOSE AND APPLICATION OF BOND PROCEEDS.", "Energy Northwest is issuing the Bonds to advance refund all of the 2006 Bonds maturing on and after July 1, 2017,  as described below, and to pay the costs of issuing the Bonds..", "Refunding Plan.", "In order to effect debt service savings, all of the following 2006 Bonds (the “Refunded Bonds”) will be refunded  with a portion of the proceeds of the Bonds.", "Bond.", "Term Bond  Term Bond  Term Bond.", "Total.", "REFUNDED BONDS.", "Maturity.", "Date  7/1/2021  7/1/2026  7/1/2030  .", "Par.", "Amount   $16,470,000  21,025,000  20,770,000  $58,265,000.", "Interest  Rate   5.00%  5.00  4.50  .", "Redemption.", "Date   7/1/2016  7/1/2016  7/1/2016  .", "Redemption.", "Price   100%  100  100  .", "CUSIP  Numbers  29270MCT8  29270MCU5  29270MCV3  .", "6. ."], "first_page_paragraphs": ["NEW ISSUE  BOOK‑ENTRY  .", "Moody’s Rating:  A2 Fitch’s Rating:  A‑ See “RATINGS” In  the  opinion  of  Bond  Counsel,  under  existing  federal  law  and  assuming  compliance  with  applicable  requirements of the Internal Revenue Code of 1986, as amended (the “Code”), that must be satisfied subsequent to  the issue date of the Bonds, interest on the Bonds is excluded from gross income for federal income tax purposes and  is not an item of tax preference for purposes of the alternative minimum tax applicable to individuals.", "However,  while interest on the Bonds also is not an item of tax preference for purposes of the alternative minimum tax  applicable to corporations, interest on the Bonds received by corporations is taken into account in the computation  of adjusted current earnings for purposes of the alternative minimum tax applicable to corporations, interest on  the Bonds received by certain S corporations may be subject to tax, and interest on the Bonds received by foreign  corporations with United States branches may be subject to a foreign branch profits tax.", "Receipt of interest on the  Bonds may have other federal tax consequences for certain taxpayers.", "See “TAX MATTERS.. $54,895,000.", "ENERGY NORThWES.", "Wind Project Revenue Refunding Bonds, Series 201.", "Dated:  Date of Delivery.", "Due:  July 1, as shown on the inside cover The Wind Project Revenue Refunding Bonds, Series 2015 (the “Bonds”) are being issued by Energy Northwest for the  purpose of advance refunding a portion of Energy Northwest’s outstanding Wind Project Revenue Bonds, Series 2006,  and to pay costs of issuing the Bonds.", "See “PURPOSE AND APPLICATION OF BOND PROCEEDS.”  The Bonds will be  issued only as fully registered bonds under a bookentry system, registered in the name of Cede & Co. (the “Registered  Owner”),  as  nominee  for  The  Depository  Trust  Company,  in  New  York,  New  York  (“DTC”),  which  will  act  as  initial  securities depository for the Bonds.", "Individual purchases of the Bonds will be made in the principal amount of $5,000 or  any integral multiple thereof within a single maturity.", "Purchasers of the Bonds (the “Beneficial Owners”) will not receive  certificates representing their beneficial ownership interests in the Bonds.", "The Bonds will be dated as of the date of their initial delivery.", "Interest on the Bonds is payable on January 1 and  July 1, commencing July 1, 2015, until maturity by U.S. Bank National Association (the “Bond Registrar”).", "As long as DTC  or its nominee is the Registered Owner of the Bonds, such payments will be made by the Bond Registrar to DTC, which  in turn is obligated to remit such principal and interest to its brokerdealer Participants, which in turn are obligated to  remit such payments to the Beneficial Owners of the Bonds as described under Appendix E—“DTC AND THE BOOK ENTRY SYSTEM..", "MATURITY SChEDULE – See Inside Cove.", "The Bonds are subject to redemption by Energy Northwest prior to their stated maturities.", "See “DESCRIPTION OF.", "THE BONDS–Redemption Provisions..", "The Bonds are payable solely from and secured by the Net Revenue of the Wind Project System (as defined herein).", "Phase III Purchasers are responsible for paying their share of debt service on the outstanding 2006 Bonds and the Bonds,  together  with  their  share  of  operation  and  maintenance  costs  of  the  Project  and  of  debt  service  on  bonds  issued  to  finance other Phases of the Project in which they participate.", "This pledge constitutes a lien and charge upon the Net  Revenue on a parity with that of other Parity Bonds and superior to any other liens or charges.", "Gross Revenue of the  Wind Project System consists of all income and revenues received by Energy Northwest from the sale of power derived  from the Wind Project System.", "See “SECURITY FOR THE BONDS..", "ThE BONDS ARE not SECURED BY AN INTEREST IN ThE REvENUES OR ASSETS OF ANY OThER  ENERGY NORThWEST PROJECT OR SYSTEM.", "SEE “SECURITY FOR ThE BONDS” hEREIN.", "ThE BONDS  WILL NOT BE SECURED BY A MORTGAGE, DEED OF TRUST OR OThER SECURITY INTEREST IN ThE  PhYSICAL ASSETS OF ThE PROJECT.", "ENERGY NORThWEST hAS NO TAxING POWER.", "The Bonds are offered for delivery when, as and if issued and received by Merrill Lynch, Pierce, Fenner & Smith  Incorporated and KeyBanc Capital Markets Inc. (the “Underwriters”), subject to prior sale, to withdrawal or modification  of the offer without notice, and to the approval of legality by Foster Pepper PLLC, Bond Counsel, Seattle, Washington.", "Certain legal matters will be passed upon for the Underwriters by Fulbright & Jaworski LLP, New York, New York, a  member of Norton Rose Fulbright.", "It is expected that the Bonds will be available for delivery through the facilities of  DTC, by Fast Automated Securities Transfer on or about January 14, 2015.", "This cover page contains certain information for quick reference only.", "Investors must read the entire Official.", "Statement to obtain information essential to making an informed investment decision.", "BofA Merrill Lynch.", "KeyBanc Capital Markets Inc.", "Dated:  December 10, 201."], "intro_page_paragraphs": ["nergy Northwest, a municipal corporation and a joint operating agency organized under the laws of the State of  Washington,  furnishes  this  Official  Statement,  which  includes  the  cover  page,  the  inside  cover  page  and  the  Appendices  hereto,  in  connection  with  the  sale  of  its  $54,895,000  aggregate  principal  amount  of  Wind  Project  Revenue Refunding Bonds, Series 2015 (the “Bonds”).. INTRODUCTION.", "This Introduction is not intended to provide all information material to a prospective purchaser of the Bonds and is  qualified  in  all  respects  by  the  more  detailed  information  set  forth  elsewhere  in  this  Official  Statement.", "Unless  otherwise specifically defined, certain capitalized terms used in this Introduction have the meanings given to such  terms elsewhere in this Official Statement.. Energy Northwest.", "Energy Northwest was organized in 1957.", "Energy Northwest now has 27 members, consisting of 22 public utility  districts  and  the  cities  of  Centralia,  Port  Angeles,  Richland,  Seattle  and  Tacoma,  all  located  in  the  State  of  Washington.", "Energy  Northwest  has  the  authority,  among  other  things,  to  acquire,  construct  and  operate  plants,  works and facilities for the generation and transmission of electric power and energy and to issue bonds and other  evidences of indebtedness to finance the same.", "See “ENERGY NORTHWEST.”.", "Purpose and Authority.", "Energy Northwest is issuing the Bonds to refund all of its Wind Project Revenue Bonds, Series 2006 (the “2006  Bonds”)  maturing  on  and  after  July 1,  2017,  and  to  pay  costs  of  issuance  of  the  Bonds.", "See  “PURPOSE  AND  APPLICATION OF BOND PROCEEDS—Plan of Refunding.”.", "The  2006  Bonds  were  issued  in  the  original  aggregate  principal  amount  of  $69,410,000  pursuant  to  Resolution  No.", "1482 adopted on December 14, 2006 to finance the acquisition, development and construction of Phase III of  the Nine Canyon Wind Project (“Phase III”).", "Phase I of the Project (hereinafter defined) commenced Commercial  Operation (as defined in Appendix C hereto) in September 2002 and consists of 37 wind turbines with an aggregate  generating  capacity  of  approximately  48  megawatts  (“MW”).", "Phase II  of  the  Project  commenced  Commercial  Operation  in  December 2003  and  consists  of  12  wind  turbines  with  an  aggregate  generating  capacity  of  approximately 15.6 MW (“Phase II”).", "Phase III of the Project commenced Commercial Operation in spring 2008  and  consists  of  14  turbines  with  an  aggregate  generating  capacity  of  approximately  32  MW  (“Phase III,”  and  collectively  with  Phase I  and  Phase II,  the  “Project”).", "The  Project  is  located  in  the  Horse  Heaven  Hills  area  southwest  of  Kennewick,  Washington  (approximately  185  miles  southeast  of  Seattle,  Washington).", "The  Project  turbines were manufactured by Siemens (previously known as BONUS Energy A/S, a Denmark corporation), and  installed by Renewable Energy Systems (USA) Inc., a Delaware corporation (the “General Contractor”), pursuant to  an engineerprocureconstruct contract.", "The Bonds are being issued pursuant to chapters 43.52 and 39.53 RCW and Resolution No.", "1824 adopted by Energy  Northwest’s Executive Board on November 13, 2014 (the “Bond Resolution”).", "See Appendix B—“SUMMARY OF  THE BOND RESOLUTION.”  .", "Security for the Bonds.", "The Bonds will be issued on a parity of lien and charge with the 2006 Bonds that will remain outstanding upon the  issuance of the Bonds; the $11,740,000 principal amount of outstanding Energy Northwest Wind Project Revenue.", "OFFICIAL STATEMENT.", "$54,895,000.", "ENERGY NORTHWEST.", "WIND PROJECT REVENUE REFUNDING BONDS, SERIES 2015."], "cusip": "29270MEG4", "issuer_cusip": "29270M"}