{"file_name": "Missing Training PDFs/353154KH9.pdf", "total_pages": 122, "first_page": 4, "toc_page": 4, "intro_page": 6, "use_of_proceeds_page": "Searched Doc For Proceeds Information", "use_of_proceeds_paragraphs": ["So  long as a bookentry system with DTC is used for determining beneficial ownership of School Bonds,  if less than all of the School Bonds within a maturity are to be redeemed, DTC and its participants  shall determine by lot which of the School Bonds within a maturity are to be redeemed.", "If less than  all of the School Bonds stated to mature on different dates shall be called for redemption, the particular  School Bonds or portions of School Bonds to be redeemed shall be called in such manner as the County  may determine.. Not more than sixty (60) nor less than thirty (30) days before the redemption date of any School  Bonds to be redeemed, whether such redemption be in whole or in part, the County shall cause a notice  of  such  redemption  to  be  filed  with  the  Bond  Registrar  and  to  be  mailed,  postage  prepaid,  to  the  registered owner of each School Bond to be redeemed in whole or in part to his address appearing upon  the registration books of the County, provided that such notice to Cede & Co. shall be given by certified  or registered mail or otherwise as prescribed by DTC.", "Failure to mail such notice or any defect therein  shall not affect the validity of the redemption as regards registered owners to whom such notice was  properly given.. Any notice of redemption may state that the redemption to be effected is conditioned upon the  receipt by the County on or prior to the redemption date of moneys sufficient to pay the redemption  price of and interest on the School Bonds to be redeemed, and that if such moneys are not so received,  such notice shall be of no force or effect and such School Bond shall not be required to be redeemed.", "In the event that such notice contains such a condition and moneys sufficient to pay the redemption  price of and interest on such School Bonds are not received by the County on or prior to the redemption  date, the redemption shall not be made and the County shall within a reasonable time thereafter give.", "2  .", "notice,  in  the  manner  in  which  the  notice  of  redemption  was  given,  that  such  moneys  were  not  so  received.. On  the  date  fixed  for  redemption,  notice  having  been  given  as  hereinabove  described,  the  School Bonds  or  portions  thereof  called  for redemption  shall be  due  and  payable  at  the  redemption  price provided therefor, plus accrued interest to such date.", "If moneys sufficient to pay the redemption  price of the School Bonds or portions thereof to be redeemed, plus accrued interest thereon to the date  fixed for redemption, are held by the Bond Registrar in trust for the registered owners of the School  Bonds or portions thereof to be redeemed, interest on the School Bonds or portions thereof called for  redemption shall cease to accrue, such  School Bonds or portions thereof shall cease to be entitled to  any benefits or security under the resolution providing for their issuance or to be deemed outstanding,  and  the  registered  owners  of  such  School  Bonds  or  portions  thereof  shall  have  no  rights  in  respect  thereof  except  to  receive  payment  of  the  redemption  price  thereof,  plus  accrued  interest  to  such  redemption date.", "If a portion of a School Bond shall have been selected for redemption, a new School  Bond or School Bonds of the same maturity, of any authorized denomination or denominations and  bearing interest at the same rate shall be delivered for the unredeemed portion of the principal amount  of such School Bond.. Authorizations and Purposes.", "The School Bonds are being issued pursuant to the provisions of The Local Government Bond  Act, Article 7 of Chapter 159 of the General Statutes of North Carolina, as amended, a bond order duly  adopted by the Board of Commissioners for the County on February 18, 2008, which was approved by  a majority of the qualified voters of the County who voted thereon at an election duly called and held  on May 6, 2008, an order extending the time period for the issuance of the School Bonds duly adopted  by said Board of Commissioners on March 2, 2015, and a resolution authorizing the sale and issuance  of  the  School Bonds  duly  adopted  by  said  Board  of  Commissioners  on  October  2,  2017.", "The  School  Bonds are being issued to provide funds, together with any other available funds, to (a) pay the costs  of various public school improvements for the County and (b) pay the fees and expenses incurred in  connection with the sale and issuance of the School Bonds..", "The Refunding Bonds are being issued pursuant to the provisions of The Local Government  Bond Act, as amended, Article 7, as amended, of Chapter 159 of the General Statues of North Carolina,  a bond order duly adopted by the Board of Commissioners for the County on August 21, 2017, and a  resolution authorizing the sale and issuance of the Refunding Bonds duly adopted by said Board of  Commissioners on October 2, 2017.", "The Refunding Bonds are being issued for the purpose of providing  funds, together with any other available funds, to (a) refund certain outstanding bonds of the County  as described under “THE REFUNDING PLAN” herein and (b) pay the fees and expenses incurred in  connection with the sale and issuance of the Refunding Bonds.. Security.", "The Bonds are general obligations of the County.", "The County is authorized and required by  law to levy on all real and tangible personal property taxable by the  County such ad valorem taxes,  without limitation as to rate or amount, as may be necessary to pay the Bonds and the interest thereon.. .", "3  .", "THE REFUNDING PLAN.", "A portion of the proceeds of the Refunding Bonds will be used, together with other available  funds, to refund all or a portion of the County’s General Obligation School Bonds, Series 2009, dated  September  10,  2009,  and  stated  to  mature  on  March  1,  2020  to  2029,  inclusive  (the  “Bonds  to  be  Refunded”).", "Such funds will be used to purchase direct obligations of, or obligations the principal of  and  interest  on  which  are  unconditionally  guaranteed  by,  the  United  States  of  America  (the  “Government  Obligations”)  which  will  be  held  in  trust  by  Branch  Banking  and  Trust  Company,  as  escrow agent, pursuant to an Escrow Deposit Agreement between the County and such escrow agent.", "The Government Obligations will mature at such times and in such amounts and will bear interest  payable at  such times and in such amounts so that sufficient funds will be  available, together with  amounts  deposited  with  such  escrow  agent  and  held  uninvested  as  cash,  to  pay  when  due  the  redemption price of and interest on the Bonds to be Refunded to and including their redemption date.", "Such escrow agent will apply the maturing principal of and interest on the Government Obligations  and such cash  to the payment of the redemption price of and interest on the Bonds to be Refunded  when the same becomes due and payable.", "The Refunded 2009 Bonds will be redeemed on March 1,  2019,  at  a  redemption  price  equal  to  100%  of  the  principal  amount  thereof  plus  accrued  interest  thereon  to  such  redemption  date.", "The  County  has  given  the  escrow  agent  irrevocable  instructions  (effective  upon  the  issuance  of  the  Refunding  Bonds)  to  redeem  the  Bonds  to  be  Refunded  on  such  redemption date.", "See “VERIFICATION OF MATHEMATICAL COMPUTATIONS” herein..", "ESTIMATED SOURCES AND USES OF FUNDS.", "The  following  table  sets  forth  the  estimated  sources  and  uses  of  funds  with  respect  to  the.", "proposed plan of finance:.", "Sources:.", "Par Amount of School Bonds  Par Amount of Refunding Bonds  Net Original Issuance Premium  County Contribution    Total  .", "Uses:.", "Cost of School Improvements  Deposit to Refunding Escrow  Costs of Issuance1    Total."], "first_page_paragraphs": [" Ratings:  Fitch:       AA+  Moody’s:  Aa2  S&P:        AA  (See “RATINGS” herein).", "NEW ISSUE  BookEntry Only.", "This Official Statement has been prepared by the Local Government Commission of North Carolina and the County of Franklin,  North  Carolina  to  provide  information  in  connection  with  the  sale  and  issuance  of  the  bonds  described  herein  (the  “Bonds”).", "Selected information is presented on this cover page for the convenience of the user.", "To make an informed decision regarding the  Bonds, a prospective investor should read this Official Statement in its entirety.", "Capitalized terms used on this cover page have  the meanings given in this Official Statement.. County of Franklin, North Carolina.", "$11,400,000.", "$8,040,000.", "General Obligation School Bonds.", "General Obligation Refunding Bonds.", "Series 2017.", "Series 2017.", "Dated:  Date of Delivery.", "Tax Treatment.", "Due:  March 1, as shown on inside cover page.", "In  the  opinion  of  Bond  Counsel,  which  is  based  on  existing  law  and  assumes continuing compliance by the County of Franklin, North Carolina  (the “County”) with certain covenants to comply with the provisions of the  Internal Revenue Code of 1986, as amended (the “Code”), interest on the  Bonds will not be includable in the gross income of the owners thereof for  purposes of federal income taxation and will not be a specific preference  item for purposes of the alternative minimum tax imposed by the Code on  corporations  and  other  taxpayers,  including  individuals;  however,  such  interest  will  be  includable  in  determining  adjusted  current  earnings  of  corporations  for  purposes  of  computing  the  alternative  minimum  tax  imposed by the Code on corporations.", "Furthermore, in the opinion of Bond  Counsel, based on existing law, interest on the Bonds will be exempt from  all  State  of  North  Carolina  income  taxes.", "See  “TAX  TREATMENT”  herein.. Redemption.", "The School Bonds are subject to optional redemption at the times and price  as set forth herein.", "The Refunding Bonds will not be subject to redemption  prior to their stated maturities.. Security.", "The  Bonds  constitute  general  obligations  of  the  County,  secured  by  a. pledge of the faith and credit and taxing power of the County.. Interest Payment Dates.", "March 1 and September 1, commencing March 1, 2018..", "Denominations.", "$5,000 or any integral multiple thereof.. Expected Closing/Settlement.", "November 7, 2017..", "Bond Counsel.", "Womble Carlyle Sandridge & Rice, LLP, Raleigh, North Carolina.. Financial Advisor.", "Davenport & Company LLC, Richmond, Virginia.. .", "The date of this Official Statement is October 17, 2017.."], "intro_page_paragraphs": ["INTRODUCTION.", "This  Official  Statement,  including  the  cover  page  and  the  appendices  hereto,  is  intended  to  furnish information in connection with the sale and issuance of $11,400,000 General Obligation School  Bonds, Series 2017 (the “School Bonds”) and $8,040,000 General Obligation Refunding Bonds, Series  2017  (the  “Refunding  Bonds”  and,  together  with  the  School  Bonds,  the  “Bonds”)  of  the  County  of  Franklin, North Carolina (the “County”)..", "The information furnished herein includes a brief description of the County and its economic  condition, government, debt management, tax structure, financial operations, budget, pension plans  and contingent liabilities.", "The County has assisted the North Carolina Local Government Commission  (the “Commission”) in gathering and assembling the information contained herein..", "This Official Statement does not constitute an offer to sell or the solicitation of an offer to buy  any securities other than the Bonds offered hereby, nor shall there be any offer or solicitation of such  offer or sale of the Bonds in any jurisdiction in which it is unlawful for such person to make such offer,  solicitation  or  sale.", "Neither  the  delivery  of  this  Official  Statement  nor  the  sale  of  any  of  the  Bonds  implies  that  the  information  herein  is  correct  as  of  any  date  subsequent  to  the  date  thereof.", "The  information contained herein is subject to change after the date of this Official Statement, and this  Official Statement speaks only as of its date..", "This Official Statement is deemed to be a final official statement with respect to the Bonds  within the meaning of Rule 15c212 promulgated by the Securities and Exchange Commission under  the Securities Exchange Act of 1934, as amended (the “Rule”).", "In accordance with the requirements  of  the  Rule,  the  County  has  agreed  in  a  resolution  adopted  by  the  Board  of  Commissioners  for  the  County to certain continuing disclosure obligations.", "See “CONTINUING DISCLOSURE” herein..", "THE NORTH CAROLINA LOCAL GOVERNMENT COMMISSION.", "The Commission, a division of the Department of State Treasurer, State of North Carolina (the  “State”), is a State agency that supervises the issuance of the bonded indebtedness of all units of local  government  and  assists  these  units  in  the  area  of  fiscal  management.", "Appendix  A  to  this  Official  Statement contains additional information concerning the Commission and its functions..", "Description.", "THE BONDS.", "The  Bonds  will  be  dated  as  of  their  date  of  delivery  and  will  bear  interest  from  their  date,  payable  semiannually  on  each  March  1  and  September  1,  beginning  March  1, 2018,  at  the  interest  rates set forth on the inside cover page of this Official Statement.", "The Bonds will mature, subject to  prior redemption as described below, on March 1 in the years and amounts set forth on the inside cover  page of this Official Statement.. 1  ."], "cusip": "353154KH9", "issuer_cusip": "353154"}