{"file_name": "Missing Training PDFs/3661193Z6.pdf", "total_pages": 144, "first_page": 1, "toc_page": 3, "intro_page": 4, "use_of_proceeds_page": "Searched Doc For Proceeds Information", "use_of_proceeds_paragraphs": ["The  Bonds are issued as serial bonds maturing on August 15, 2019 and February 15 in each of the  years 2020 through 2029 (see “THE BONDS – Description of the Bonds”)..   .", "ON THE BONDS .............................   Interest on the Bonds accrues from the date of delivery (anticipated to be December 20, 2018),  and is payable August 15, 2019, and each February 15 and August 15 thereafter until maturity  (see \"THE BONDS  Description of the Bonds\").", "FOR THE BONDS ...........................", "The  Bonds  are  issued  pursuant  to  the  Constitution  and  general  laws  of  the  State,  including  particularly  Texas  Government  Code,  Chapter  1207,  as  amended  and  the  Bond  Ordinance  passed  by  the  City  Council  of  the  City  (see  “THE  BONDS    Authority  for  Issuance  of  the  Bonds”).", "ECURITY FOR THE BONDS ..........", "The Bonds constitute direct obligations of the City, payable from the levy and collection of a  direct and continuing ad valorem tax, within the limits prescribed by law, on all taxable property  located within the City, as provided in the Bond Ordinance (see “THE BONDS  Security and  Source of Payment for the Bonds”)..   .", "O OPTIONAL REDEMPTION .......", "The Bonds are not subject to early redemption (see “THE BONDS – No Optional Redemption”)..   .", "UTHORITY FOR ISSUANCE.", "AYMENT OF INTEREST.", "AX EXEMPTION ...........................", "In the opinion of Bond Counsel, the interest on the Bonds will be excludable from gross income  for federal income tax purposes under existing law, subject to the matters described under the  caption “TAX MATTERS” herein.", "USE OF PROCEEDS FOR THE   BONDS  .........................................", "Proceeds  from  the  sale  of  the  Bonds  will  be  used  for  (i) refunding  a  portion  of  the  City’s  outstanding debt as shown on Schedule I (the “Refunded Obligations”) for debt service savings,  and (ii) paying costs of issuing the Bonds.. .", "RATINGS  ......................................", "The Bonds have been rated “AA+” with a stable outlook by S&P Global Ratings, a division of  S&P  Global  Inc.  (“S&P”)  and  “AAA”  with  a  stable  outlook  by  Fitch  Ratings  (“Fitch”)  (see  “OTHER INFORMATION – Ratings”).", "SYSTEM  .......................................", "The definitive Bonds will be initially registered and delivered only to Cede & Co., the nominee  of DTC pursuant to the BookEntryOnly System described herein.", "Beneficial ownership of the  Bonds may be acquired in denominations of $5,000 or integral multiples thereof.", "No physical  delivery of the Bonds will be made to the beneficial owners thereof.", "Principal of, premium, if  any, and interest on the Bonds will be payable by the Paying Agent/Registrar to Cede & Co.,  which will make distribution of the amounts so paid to the participating members of DTC for  subsequent payment to the beneficial owners of the Bonds (see “THE BONDS  BookEntry Only System”) .. OOKENTRYONLY.", "AYMENT RECORD .....................", "The City has never defaulted on its general obligation debt.", "4.   .", "_____________  (1)  Source:  Estimates of North Central Texas Council of Governments and the City Planning Department.", "(2)  As reported by the Appraisal Districts (defined herein) on the City’s Annual State Property Tax Board Reports; subject to change during the.", "ensuing year.. (3)  Does not include selfsupporting debt.", "See “Table 1 – Valuation, Exemptions and General Obligation Debt” and “Table 11  Computation of.", "SelfSupporting Debt”.", "(4)  Includes taxable incremental value of approximately $79,613,585 that is not available for the City’s general use."], "first_page_paragraphs": ["OFFICIAL STATEMENT .", "Dated December 4, 2018.   .", "Ratings:  S&P:   “AA+”  Fitch:   “AAA”  (see “OTHER INFORMATION   Ratings” herein).", "In the opinion of Bond Counsel, interest on the Bonds will be excludable from gross income for federal income tax purposes under statutes,  regulations, published rulings and court decisions existing on the date thereof, subject to the matters described under “TAX MATTERS” herein.. .", "Due:  August 15, 2019 and February 15, as shown on page 2 hereof.", "Interest to accrue from the date of initial delivery.. ated Date: December 1, 2018.     .", "AYMENT TERMS.", "Interest on the $47,270,000 City of Garland, Texas, General Obligation Refunding Bonds, Series 2018 (the “Bonds”) will  accrue from the date of initial delivery to the Underwriters thereof (the “Underwriters”), will be payable August 15 and February 15 of each  year commencing August 15, 2019 until maturity, and will be calculated on the basis of a 360day year consisting of twelve 30day months.", "The definitive Bonds will be initially registered and delivered only to Cede & Co., the nominee of The Depository Trust Company, New York,  New  York  (“DTC”)  pursuant  to  the  BookEntryOnly  System  described  herein.", "Beneficial  ownership  of  the  Bonds  may  be  acquired  in  denominations  of  $5,000  or  integral  multiples  thereof  within  a  stated  maturity.", "No  physical  delivery  of  the  Bonds  will  be  made  to  the  beneficial owners thereof.", "Principal of, premium, if any, and interest on the Bonds will be payable by the Paying Agent/Registrar to Cede &  Co., which will make distribution of the amounts so paid to the participating members of DTC for subsequent payment to the beneficial owners  of the Bonds.", "See “THE BONDS  BookEntryOnly System” herein.", "The initial Paying Agent/Registrar is Zions Bancorporation, National  Association, Amegy Bank Division, Houston, Texas (see “THE BONDS  Paying Agent/Registrar”)..     .", "UTHORITY FOR ISSUANCE.", "The Bonds are issued pursuant to the Constitution and general laws of the State of Texas (the “State”), including  particularly Texas Government Code, Chapter 1207, as amended and are direct obligations of the City of Garland, Texas (the “City”), payable  from a direct and continuing ad valorem tax levied on all taxable property within the City, within the limits prescribed by law, as provided in  the ordinance authorizing the Bonds (the “Bond Ordinance”) (see “THE BONDS  Authority for Issuance of the Bonds”).", "URPOSE.", "Proceeds from the sale of the Bonds will be used for (i) refunding a portion of the City’s outstanding debt as shown on Schedule.", "I hereto (the “Refunded Obligations”) for a debt service savings, and (ii) paying costs of issuing the Bonds..   .", "THE BONDS HAVE NOT BEEN DESIGNATED AS “QUALIFIED TAXEXEMPT BONDS” FOR .", "FINANCIAL INSTITUTIONS.", "$47,270,000.", "CITY OF GARLAND, TEXAS.", "(Dallas, Collin and Rockwall Counties).", "GENERAL OBLIGATION REFUNDING BONDS, SERIES 2018.   .", "EGALITY .", "The Bonds are offered for delivery when, as and if issued and received by the Underwriters and subject to the approving opinion  of the Attorney General of Texas and the opinion of Norton Rose Fulbright US LLP, Dallas, Texas (see Appendix C, “Form of Bond Counsel’s  Opinion”).", "Certain legal matters will be passed upon for the Underwriters by Bracewell LLP, Dallas, Texas, Counsel for the Underwriters..     .", "ELIVERY.", "It is expected that the Bonds will be available for delivery through DTC on December 20, 2018..     .", "CUSIP PREFIX:  366119.", "MATURITY SCHEDULE & 9 DIGIT CUSIP.", "See Schedule on Page 2.", "CITIGROUP.", "FROST BANK.", "1.             .", "EW ISSUE  BookEntryOnly.", "(See “Continuing Disclosure of  Information” herein)."], "intro_page_paragraphs": ["OFFICIAL STATEMENT SUMMARY.", "his summary is subject in all respects to the more complete information and definitions contained or incorporated in this Official  Statement.", "The offering of the Bonds to potential investors is made only by means of this entire Official Statement.", "No person is  authorized to detach this summary from this Official Statement or to otherwise use it without the entire Official Statement..   .", "HE CITY .....................................", "The  City  of  Garland,  Texas  (the  “City”)  is  a  political  subdivision  and  home  rule  municipal  corporation of the State of Texas (the “State”), located in Dallas, Collin and Rockwall Counties,  Texas.", "The City covers approximately 57 square miles (see “INTRODUCTION  Description  of the City”)..   .", "HE BONDS ..................................", "The Bonds are issued as $47,270,000 General Obligation Refunding Bonds, Series 2018.", "The  Bonds are issued as serial bonds maturing on August 15, 2019 and February 15 in each of the  years 2020 through 2029 (see “THE BONDS – Description of the Bonds”)..   .", "ON THE BONDS .............................   Interest on the Bonds accrues from the date of delivery (anticipated to be December 20, 2018),  and is payable August 15, 2019, and each February 15 and August 15 thereafter until maturity  (see \"THE BONDS  Description of the Bonds\").", "FOR THE BONDS ...........................", "The  Bonds  are  issued  pursuant  to  the  Constitution  and  general  laws  of  the  State,  including  particularly  Texas  Government  Code,  Chapter  1207,  as  amended  and  the  Bond  Ordinance  passed  by  the  City  Council  of  the  City  (see  “THE  BONDS    Authority  for  Issuance  of  the  Bonds”).", "ECURITY FOR THE BONDS ..........", "The Bonds constitute direct obligations of the City, payable from the levy and collection of a  direct and continuing ad valorem tax, within the limits prescribed by law, on all taxable property  located within the City, as provided in the Bond Ordinance (see “THE BONDS  Security and  Source of Payment for the Bonds”)..   .", "O OPTIONAL REDEMPTION .......", "The Bonds are not subject to early redemption (see “THE BONDS – No Optional Redemption”)..   .", "UTHORITY FOR ISSUANCE.", "AYMENT OF INTEREST.", "AX EXEMPTION ...........................", "In the opinion of Bond Counsel, the interest on the Bonds will be excludable from gross income  for federal income tax purposes under existing law, subject to the matters described under the  caption “TAX MATTERS” herein.", "USE OF PROCEEDS FOR THE   BONDS  .........................................", "Proceeds  from  the  sale  of  the  Bonds  will  be  used  for  (i) refunding  a  portion  of  the  City’s  outstanding debt as shown on Schedule I (the “Refunded Obligations”) for debt service savings,  and (ii) paying costs of issuing the Bonds.. .", "RATINGS  ......................................", "The Bonds have been rated “AA+” with a stable outlook by S&P Global Ratings, a division of  S&P  Global  Inc.  (“S&P”)  and  “AAA”  with  a  stable  outlook  by  Fitch  Ratings  (“Fitch”)  (see  “OTHER INFORMATION – Ratings”).", "SYSTEM  .......................................", "The definitive Bonds will be initially registered and delivered only to Cede & Co., the nominee  of DTC pursuant to the BookEntryOnly System described herein.", "Beneficial ownership of the  Bonds may be acquired in denominations of $5,000 or integral multiples thereof.", "No physical  delivery of the Bonds will be made to the beneficial owners thereof.", "Principal of, premium, if  any, and interest on the Bonds will be payable by the Paying Agent/Registrar to Cede & Co.,  which will make distribution of the amounts so paid to the participating members of DTC for  subsequent payment to the beneficial owners of the Bonds (see “THE BONDS  BookEntry Only System”) .. OOKENTRYONLY.", "AYMENT RECORD .....................", "The City has never defaulted on its general obligation debt.", "4.   ."], "cusip": "3661193Z6", "issuer_cusip": "366119"}