{"file_name": "Missing Training PDFs/442577DQ2.pdf", "total_pages": 272, "first_page": 7, "toc_page": 5, "intro_page": 7, "use_of_proceeds_page": "Searched Doc For Proceeds Information", "use_of_proceeds_paragraphs": ["INTRODUCTION.", "This Official Statement, including the cover page, inside front cover, and Appendices hereto, is provided to  describe  certain  information  concerning  the  issuance,  sale,  and  delivery  by  the  Howard  County  Housing  Commission (the “Issuer” or “HCHC”) of its $61,075,000 Revenue Bonds (Woodfield Oxford Square Apartments),  Series 2017  (the “Bonds”)..", "The Bonds are being issued under and pursuant to (i) Title 12 of the Housing and Community Development  Article  of  the  Annotated  Code  of  Maryland,  as  amended  (the  “Enabling  Act”);  (ii)  Title  13,  Subtitle  13  of  the  Howard County Code (the “Articles of Organization”); (iii) Resolution No.", "010117 (the “Resolution”) adopted by  the Board of Commissioners of the Issuer on January 25, 2017; and (iv) a Trust Indenture dated as of February 1,  2017 (the “Indenture”) entered into between the Issuer and U.S. Bank National Association, as trustee, paying agent  and registrar (referred to herein as the “Trustee”).", "Unless otherwise defined herein, capitalized terms used herein  shall have the meanings set forth in APPENDIX B1 – “FORM OF INDENTURE.” .", "The Bonds are being issued as fixed rate bonds.", "See “THE BONDS” herein.", "Interest on the Bonds is  payable  from  the  date  of  delivery,  semiannually  on  each  applicable  Interest  Payment  Date  (defined  herein)  commencing December 1, 2017.. For applicable interest rates and prices or yields on the Bonds, see the inside front cover..", "The proceeds of the Bonds will be used to (i) finance the acquisition of a 248unit multifamily residential  apartment  community  located  in  Hanover,  Howard  County,  Maryland  known  as  the  “Woodfield  Oxford  Square  Apartments” (the “Project”); (ii) finance certain expenditures related to such acquisition; and (iii) pay the costs of  issuing  the  Bonds.", "See  “PLAN  OF  FINANCE;  ESTIMATED  SOURCES  AND  USES”  herein.", "For  more  information on the Project, see “CERTAIN PROJECT INFORMATION” herein.", "As more fully described herein, the Bonds are special obligations of the Issuer.", "The Bonds are payable  from  (i)  Woodfield  Net  Operating  Income  (defined  herein);  (ii)  Woodfield  NonOperating  Revenues  (defined  herein), to be applied in accordance with the provisions of the Indenture; (iii) certain other moneys and investments  held in the Project Fund, the Bond Fund, and any other fund established by the Indenture in connection with the  Bonds (and excluding the Rebate Fund), and any accounts established therein; (iv) to the extent not covered by the  foregoing, any Investment Earnings on the foregoing; and (v) to the extent not covered by the foregoing, General  Revenues of the Issuer.", "The Bonds are also secured by the Deed of Trust on the Project.", "See “SECURITY AND  SOURCES  OF  PAYMENT  –  Trust  Estate”  herein.", "See  also  “THE  ISSUER  –  General  Revenues  and  Certain  Outstanding LongTerm Debt of the Issuer” herein..", "The pledge of the General Revenues described herein is subject, without limitation, to the right of the    Issuer to pledge all or a portion of the General Revenues to the payment of other obligations of the Issuer,  which additional pledge may be senior to or on parity with the pledge of the General Revenues described  herein.", "THE GENERAL REVENUES DO NOT INCLUDE REVENUES OF THE ISSUER THAT ARE NOW OR  HEREAFTER  PLEDGED  OR  RESTRICTED,  BY  LAW,  REGULATION,  CONTRACT,  COVENANT,  RESOLUTION,  DEED  OF  TRUST,  JUDICIAL  OR  ADMINISTRATIVE  ORDER  OR  OTHERWISE  (INCLUDING RESTRICTIONS RELATING TO FUNDS MADE AVAILABLE TO THE ISSUER UNDER THE  UNITED STATES HOUSING ACT  OF 1937  OR  BY  THE UNITED STATES DEPARTMENT OF HOUSING.", "1. .", "AND URBAN DEVELOPMENT) TO ANOTHER PARTICULAR PURPOSE.", "See “SECURITY AND SOURCES  OF PAYMENT – General Revenue Pledge” and “THE ISSUER – General Revenues and Outstanding LongTerm  Debt of the Issuer” herein..", "THE  BONDS  ARE  SPECIAL  OBLIGATIONS  OF  THE  ISSUER..", "THE  BONDS  DO  NOT  CONSTITUTE  A  DEBT  OF  THE  COUNTY,  THE  STATE,  OR  ANY  POLITICAL  SUBDIVISION  THEREOF  AND NONE OF THE COUNTY, THE STATE, AND ANY POLITICAL SUBDIVISION THEREOF SHALL BE  LIABLE  THEREON.", "THE  BONDS  ARE  NOT  AN  INDEBTEDNESS  WITHIN  THE  MEANING  OF  ANY  CONSTITUTIONAL OR STATUTORY DEBT LIMITATION OR RESTRICTION.", "NEITHER THE FAITH AND  CREDIT NOR THE TAXING POWER OF THE COUNTY, THE STATE, OR ANY POLITICAL SUBDIVISION  THEREOF IS PLEDGED TO THE PAYMENT OF THE BONDS OR THE INTEREST THEREON.", "THE ISSUER  HAS NO TAXING POWER..   introduction is subject in all respects to the additional information contained in this Official Statement.", "This  Official  Statement  describes  the  terms  and  use  of  proceeds  of,  and  security  for,  the  Bonds.", "This.", "Further information about the Issuer can be found under “THE ISSUER” herein.", "Certain information about  the Project is set forth under “CERTAIN PROJECT INFORMATION” herein."], "first_page_paragraphs": ["NEW ISSUE:  BOOKENTRY ONLY.", "Standard & Poor’s:    A+  (See “RATING” herein.", "In the opinion of Bond Counsel, based on existing law and assuming compliance with the provisions of the Internal  Revenue Code of 1986, as amended (the “Code”), as described herein, interest on the Bonds is excludable from the gross  income of the owners of the Bonds for federal income tax purposes and is not a specific item of tax preference for purposes  of the federal alternative minimum tax.", "Interest on the Bonds may, however, be included in the calculation of certain taxes,  including the alternative minimum tax on corporations, as described under “TAX MATTERS” herein.", "It is also the opinion  of Bond Counsel that, under existing law of the State of Maryland, the Bonds, their transfer, and the income from them,  including any profit made on their sale, shall be free from taxation of every kind by the State of Maryland and its political  subdivisions; however, the law of the State of Maryland does not expressly refer to, and no opinion is expressed concerning,  estate or inheritance taxes or any other taxes not levied directly on the Bonds or the interest thereon.", "See “TAX MATTERS.. $61,075,00.", "HOWARD COUNTY HOUSING COMMISSIO.", "REVENUE BOND.", "(WOODFIELD OXFORD SQUARE APARTMENTS.", "SERIES 201.", "Dated:  Date of Issue.", "Bonds Due: as shown on inside front cove.", "The Howard County Housing Commission (the “Issuer” or “HCHC”) is issuing its Revenue Bonds (Woodfield Oxford Square  Apartments), Series 2017 (the “Bonds”), pursuant to a Trust Indenture dated as of February 1, 2017 (the “Indenture”), by and  between the Issuer and U.S. Bank National Association, as trustee (the “Trustee”).", "The Bonds are being issued as fully registered  bonds and will be registered in the name of Cede & Co., as nominee for The Depository Trust Company (“DTC”), New York, New  York.", "No physical delivery of the Bonds will be made to purchasers.", "See “DTC AND BOOK‑ENTRY‑ONLY ISSUANCE..", "The Bonds are being issued as fixed rate bonds.", "Interest on the Bonds is payable from the date of delivery, semiannually on  each applicable Interest Payment Date commencing December 1, 2017, as described herein.", "For applicable interest rates and  prices or yields on the Bonds, see the inside front cover.", "The Bonds are subject to optional redemption, extraordinary mandatory  redemption, and mandatory sinking fund redemption as described herein.", "See “THE BONDS – Redemption Provisions” herein.", "The  proceeds  of  the  Bonds  will  be  used  to  (i)  finance  the  acquisition  of  a  248‑unit,  multi‑family  residential  apartment  community  located  in  Hanover,  Maryland  known  as  the  “Woodfield  Oxford  Square  Apartments”  (the  “Project”);  (ii)  finance  certain  expenditures  related  to  such  acquisition;  and  (iii)  pay  the  costs  of  issuing  the  Bonds.", "See  “PLAN  OF  FINANCE;  ESTIMATED SOURCES AND USES” and “CERTAIN PROJECT INFORMATION” herein.", "As  more  fully  described  herein,  the  Bonds  are  payable  from  (i)  Woodfield  Net  Operating  Income  (defined  herein);  (ii)  Woodfield  Non‑Operating  Revenues  (defined  herein),  to  be  applied  in  accordance  with  the  provisions  of  the  Indenture;  (iii)  certain other moneys and investments held in the Project Fund, the Bond Fund, and any other fund established by the Indenture  in connection with the Bonds (but excluding the Rebate Fund), and any accounts established therein; (iv) to the extent not  covered by the foregoing, any Investment Earnings on the foregoing; and (v) to the extent not covered by the foregoing, General  Revenues of the Issuer.", "The Bonds are also secured by the Deed of Trust on the Project.", "See “SECURITY AND SOURCES OF  PAYMENT” herein.", "The pledge of the General Revenues described herein is subject, without limitation, to the right of the Issuer to  pledge all or a portion of the General Revenues to the payment of other obligations of the Issuer, which additional  pledge may be senior to or on parity with the pledge of the General Revenues described herein.", "See “SECURITY AND  SOURCES OF PAYMENT – General Revenue Pledge” and “THE ISSUER – General Revenues and Outstanding Long‑Term Debt  of the Issuer” herein.", "THE BONDS ARE SPECIAL OBLIGATIONS OF THE ISSUER.", "THE BONDS DO NOT CONSTITUTE A DEBT OF HOWARD  COUNTY, MARYLAND (THE “COUNTY”), THE STATE OF MARYLAND (THE “STATE”), OR ANY POLITICAL SUBDIVISION  THEREOF AND NONE OF THE COUNTY, THE STATE, AND ANY POLITICAL SUBDIVISION THEREOF SHALL BE LIABLE  THEREON.", "THE BONDS ARE NOT AN INDEBTEDNESS WITHIN THE MEANING OF ANY CONSTITUTIONAL OR STATUTORY  DEBT LIMITATION OR RESTRICTION.", "NEITHER THE FAITH AND CREDIT NOR THE TAXING POWER OF THE COUNTY,  THE  STATE,  OR  ANY  POLITICAL  SUBDIVISION  THEREOF  IS  PLEDGED  TO  THE  PAYMENT  OF  THE  BONDS  OR  THE  INTEREST THEREON.", "THE ISSUER HAS NO TAXING POWER.", "This cover page contains only a brief description of the Bonds.", "It is not intended to be a summary of material information  with respect to the Bonds.", "Investors must read the entire Official Statement to obtain information necessary to make an informed  investment decision regarding the Bonds.", "There are risks associated with purchase of the Bonds.", "For a discussion of certain of  these risks, see “CERTAIN BONDOWNERS’ RISKS..", "The  Bonds  are  offered  for  delivery  when,  as  and  if  issued  by  the  Issuer,  subject  to  the  approving  legal  opinions  of  McGuireWoods LLP, Baltimore, Maryland, Bond Counsel, and certain other conditions.", "Certain legal matters will be passed  upon by Squire Patton Boggs (US) LLP, Washington, D.C., counsel to the Underwriters, and for the Issuer by the County  Solicitor for Howard County, Maryland.", "It is expected that the Bonds in definitive form will be available for delivery through  the facilities of DTC on or about February 28, 2017..", "The date of this Official Statement is February 16, 2017.. RAYMOND JAMES.", "M&T SECURITIES, INC."], "intro_page_paragraphs": ["OFFICIAL STATEMENT.", "$61,075,000.", "REVENUE BONDS.", "SERIES 2017.", "HOWARD COUNTY HOUSING COMMISSION.", "(WOODFIELD OXFORD SQUARE APARTMENTS).", "INTRODUCTION.", "This Official Statement, including the cover page, inside front cover, and Appendices hereto, is provided to  describe  certain  information  concerning  the  issuance,  sale,  and  delivery  by  the  Howard  County  Housing  Commission (the “Issuer” or “HCHC”) of its $61,075,000 Revenue Bonds (Woodfield Oxford Square Apartments),  Series 2017  (the “Bonds”)..", "The Bonds are being issued under and pursuant to (i) Title 12 of the Housing and Community Development  Article  of  the  Annotated  Code  of  Maryland,  as  amended  (the  “Enabling  Act”);  (ii)  Title  13,  Subtitle  13  of  the  Howard County Code (the “Articles of Organization”); (iii) Resolution No.", "010117 (the “Resolution”) adopted by  the Board of Commissioners of the Issuer on January 25, 2017; and (iv) a Trust Indenture dated as of February 1,  2017 (the “Indenture”) entered into between the Issuer and U.S. Bank National Association, as trustee, paying agent  and registrar (referred to herein as the “Trustee”).", "Unless otherwise defined herein, capitalized terms used herein  shall have the meanings set forth in APPENDIX B1 – “FORM OF INDENTURE.” .", "The Bonds are being issued as fixed rate bonds.", "See “THE BONDS” herein.", "Interest on the Bonds is  payable  from  the  date  of  delivery,  semiannually  on  each  applicable  Interest  Payment  Date  (defined  herein)  commencing December 1, 2017.. For applicable interest rates and prices or yields on the Bonds, see the inside front cover..", "The proceeds of the Bonds will be used to (i) finance the acquisition of a 248unit multifamily residential  apartment  community  located  in  Hanover,  Howard  County,  Maryland  known  as  the  “Woodfield  Oxford  Square  Apartments” (the “Project”); (ii) finance certain expenditures related to such acquisition; and (iii) pay the costs of  issuing  the  Bonds.", "See  “PLAN  OF  FINANCE;  ESTIMATED  SOURCES  AND  USES”  herein.", "For  more  information on the Project, see “CERTAIN PROJECT INFORMATION” herein.", "As more fully described herein, the Bonds are special obligations of the Issuer.", "The Bonds are payable  from  (i)  Woodfield  Net  Operating  Income  (defined  herein);  (ii)  Woodfield  NonOperating  Revenues  (defined  herein), to be applied in accordance with the provisions of the Indenture; (iii) certain other moneys and investments  held in the Project Fund, the Bond Fund, and any other fund established by the Indenture in connection with the  Bonds (and excluding the Rebate Fund), and any accounts established therein; (iv) to the extent not covered by the  foregoing, any Investment Earnings on the foregoing; and (v) to the extent not covered by the foregoing, General  Revenues of the Issuer.", "The Bonds are also secured by the Deed of Trust on the Project.", "See “SECURITY AND  SOURCES  OF  PAYMENT  –  Trust  Estate”  herein.", "See  also  “THE  ISSUER  –  General  Revenues  and  Certain  Outstanding LongTerm Debt of the Issuer” herein..", "The pledge of the General Revenues described herein is subject, without limitation, to the right of the    Issuer to pledge all or a portion of the General Revenues to the payment of other obligations of the Issuer,  which additional pledge may be senior to or on parity with the pledge of the General Revenues described  herein.", "THE GENERAL REVENUES DO NOT INCLUDE REVENUES OF THE ISSUER THAT ARE NOW OR  HEREAFTER  PLEDGED  OR  RESTRICTED,  BY  LAW,  REGULATION,  CONTRACT,  COVENANT,  RESOLUTION,  DEED  OF  TRUST,  JUDICIAL  OR  ADMINISTRATIVE  ORDER  OR  OTHERWISE  (INCLUDING RESTRICTIONS RELATING TO FUNDS MADE AVAILABLE TO THE ISSUER UNDER THE  UNITED STATES HOUSING ACT  OF 1937  OR  BY  THE UNITED STATES DEPARTMENT OF HOUSING.", "1. ."], "cusip": "442577DQ2", "issuer_cusip": "442577"}