{"file_name": "Missing Training PDFs/44256PHA4.pdf", "total_pages": 90, "first_page": 5, "toc_page": 5, "intro_page": -1, "use_of_proceeds_page": 13, "use_of_proceeds_paragraphs": ["(together the “Refunded Bonds”) until the specified optional redemption dates and (b) to redeem the Refunded Bonds  on their respective optional redemption dates at  the redemption prices set  forth in the tables captioned “Refunded  Public Improvement Bonds” and “Refunded Metropolitan District Bonds” under “Purpose of Financing” herein.", "Also  see “Verification of Mathematical Computations” herein.", "The Government Obligations and cash, if any, on deposit  in the Escrow Deposit Account will be used for the payment of the principal of and redemption premium (if any) and  interest on the Refunded Bonds, and are not available for the payment of, redemption premium, if any, or interest on  the Bonds or any other obligations of the County.", "Additional Information.", "This Official Statement speaks only as of the date appearing on the cover page, and the information contained herein  is subject to change.", "Questions regarding this Official Statement should be directed to the Director of Finance at the  address  and  telephone  number  listed  on  the  inside  of  the  cover  page.", "The  full  text  of  the  Bond  Ordinance,  the  Refunding Ordinance and the County’s latest comprehensive annual financial report and budget are available from  the Director of Finance for the cost of reproducing such material or at www.howardcountymd.gov or on the MSRB’s  EMMA website.. .", "The Bonds.", "7."], "first_page_paragraphs": ["nder existing statutes, regulations and decisions, the interest on the Bonds and profit realized from their sale or exchange will be exempt from State of Maryland  income taxation.", "No opinion is expressed as to estate or inheritance taxes, or any other taxes includable in gross income for federal income tax purposes.", "Assuming  compliance with certain covenants described herein, under existing statutes, regulations and decisions, interest on the Bonds will be excludable from gross income  for federal income tax purposes.", "Under existing law, interest on the Bonds for federal income tax purposes is not includable in alternative minimum taxable income  of individuals, corporations or other taxpayers as an enumerated item of tax preference or other specific adjustment; however, interest on the Bonds will be taken  into account in determining “adjusted current earnings” for purposes of computing the alternative minimum tax for corporations, and interest on the Bonds will  be subject to branch profits tax imposed on certain foreign corporations engaged in a trade or business in the United States of America.", "See “Tax Matters.”  .", "$355,825,000 General Obligation Bonds.", "OFFICIAL STATEMENT DATED April 11, 2017. ew Issue – BookEntry Only.", "RATINGS:  (See the section “RATINGS”)  Fitch……………………………………AAA  Moody’s………………………………...Aaa  S & P……………..…………………….AAA.", "$133,925,000 Consolidated Public Improvement Project Bonds, 2017 Series A.", "$140,385,000 Consolidated Public Improvement Refunding Bonds, 2017 Series B  $81,515,000 Metropolitan District Project and Refunding Bonds, 2017 Series C.   .", "Dated:  Date of Delivery.", "Due: .", "February 15, as shown herein.", "Interest on and principal of the Bonds will be paid by the County to The Depository Trust  Company, New York, New York, as securities depository.", "Disbursement of such payments  will  be  made  by  DTC  to  its  Participants  which  in  turn  will  provide  for  payment  to  the  Beneficial  Owners  of  the  Bonds,  all  as  described  herein.", "Beneficial  Owners  will  not  receive certificates evidencing their interests in Bonds purchased..", "The Bonds maturing on and after February 15, 2028 are subject to optional redemption on  or any time after February 15, 2027 at a redemption price as set forth herein.", "Proceeds of the Bonds are being used to (1)  reimburse the County for the cost of Public  Improvements, (2)  repay all or  a portion of  the County’s outstanding  general obligation  bond anticipation notes, (3) provide funds, together with investment earnings thereon, that  will be sufficient to refund certain general obligation bonds  as described herein, and (4)  pay costs of issuance of related to the Bonds.", "The Bonds are general obligations of the County, and its full faith and credit and unlimited  taxing power are irrevocably pledged to the punctual payment of principal of and interest  on the Bonds when due.. Integral multiples of $5,000  August 15 and February 15   August 15, 2017.", "_____________________________________________________________.", "FOR MATURITY SCHEDULES SEE INSIDE COVER.", "his cover page contains information for quick reference only.", "It is not a summary of the Bonds.", "Investors must read the entire Official Statement.", "to obtain information essential to making an informed investment decision.. he Bonds are offered for delivery when, as and if issued, subject to the approving opinions of McKennon Shelton & Henn LLP, Baltimore,  Maryland,  Bond  Counsel.", "Davenport  &  Company,  Towson,  Maryland,  served  as  financial  advisor  to  the  County  in  connection  with  the  issuance of the Bonds.", "The Bonds in definitive form will be available for delivery through the facilities of DTC on or about April 25, 2017..   .", "Interest Payable:  First Interest Payment Due: .", "ayable:  .", "edemption:  .", "urpose:  .", "enomination: .", "ecurity: ."], "intro_page_paragraphs": ["The table below presents information with respect to the County’s tax levies and tax collections for fiscal years 2012  through 2016.     .", "Major Property Taxpayers.", "he following table presents the ten largest property taxpayers on June 30, 2016, the total taxes paid by such taxpayers  during fiscal year 2016 and the assessed value of real and personal property owned by each taxpayer during fiscal year  2016..   .", "he State imposes an income tax on the adjusted income of individuals as determined for federal income tax purposes,  subject to certain adjustments.", "For tax year 2016, Maryland's personal tax rates begin at 2% on the first $1000 of taxable  income  and  increase  up  to  a  maximum  of  5.75%  on  incomes  exceeding  $250,000  (or  $300,000  for  taxpayers  filing  jointly, heads of household, or qualifying widows/widowers).", "Nonresidents are subject to a special tax rate of 1.25%, in  addition to the state income tax rate.", "The individual exemption for taxpayers earning up to $100,000 a year is $3,200  and depending on their taxable income, other taxpayers receive an exemption of $0 to $1,600..   .", "ursuant to State law, each county and Baltimore City may levy a local income tax at the rate of at least one percent, but  not more than 3.2 percent, of the State taxable income of individuals domiciled in their respective jurisdictions.", "With a  local income tax rate of 3.2 percent, the County is one of six with local income tax rates set at the maximum.", "Local Income, Transfer and Other County Taxes  .", "Local Income Taxes.", "Financial Information.", "19.", "Total Property Tax Levies and Collections (000)Fiscal YearTotal TaxDelinquent As % of CurrentEnded June 30Levy (1)TaxesYear's Tax LevyAmount%Amount%Amount2016$594,758$593,51099.79$593,51099.79$1,2480.212015569,892568,11299.69568,64599.781,2480.222014555,255550,75699.19554,76899.914870.092013551,717547,73299.28551,28399.924340.082012541,973540,66099.76541,66499.943090.06(1) Total tax levy represents the original property tax levy, and excludes fire district taxes levied, payments in lieu of taxes, additions and abatements,interest on taxes, discount on taxes and various tax levies on any taxexempt property.Current Year's TaxesTaxes CollectedCollection Year of Levy(Current and Delinquent)Ten Largest Property Taxpayers (1)Total TaxesTaxable AssessedPercentage of TotalName of TaxpayerType of BusinessPaid (000)Valuation Amount (000)Assessed ValuationBaltimore Gas & Electric CompanyGas and Electric Utility$11,219$374,0550.63%Mall in Columbia Business TrustRental Real Estate3,561               254,182                         0.43Verizon  MarylandTelephone Communicatons3,350               111,966                         0.19Howard Properties Howard CrossingApartment Rentals1,905               136,780                         0.23Cellco PartnershipTelephone Communications1,540               54,121                           0.09Seasons of Laurel LLCApartment Rentals1,417               101,697                         0.17Parcel D Property LLCRental Real Estate1,157               368,613                         0.62KMF Sherwood Crossing LLCRental Real Estate1,053               70,165                           0.12API Columbia Town Center LLCRental Real Estate1,051               73,444                           0.12New Cingular Wireless PCS, LLCTelephone Communications1,030               34,618                           0.06  Totals$27,281$1,579,6402.66%(1) The information set forth above was compiled from tax rolls on which the names of owners are not always recorded in the same manner."], "cusip": "44256PHA4", "issuer_cusip": "44256P"}