{"file_name": "Missing Training PDFs/451443B20.pdf", "total_pages": 544, "first_page": 9, "toc_page": 7, "intro_page": 9, "use_of_proceeds_page": 14, "use_of_proceeds_paragraphs": ["Mandatory Sinking Fund Redemption.", "The 2018B Bonds maturing on September 1, 2043, shall be subject to mandatory redemption and retirement prior to  maturity, in part by lot in such manner as the Trustee shall determine on September 1 in the years 2039 through  2043,  inclusive,  at  100%  of  the  principal  amount  thereof  plus  accrued  interest  to  the  date  of  redemption,  from  deposits into the Debt Service Account in the amounts set forth below..", "Mandatory Redemption Date:.", "September 1.", "Mandatory.", "Redemption Amount.", "The 2018B Bonds maturing on September 1, 2048, shall be subject to mandatory redemption and retirement prior to  maturity, in part by lot in such manner as the Trustee shall determine on September 1 in the years 2044 through  2048,  inclusive,  at  100%  of  the  principal  amount  thereof  plus  accrued  interest  to  the  date  of  redemption,  from  deposits into the Debt Service Account in the amounts set forth below..", "Mandatory Redemption Date:.", "September 1.", "Mandatory.", "Redemption Amount.", "2039  2040  2041  2042  2043*  *Final maturity.", "2044  2045  2046  2047  2048*  *Final maturity.", "$1,420,000    1,490,000    1,565,000    1,645,000    1,730,000.", "$1,810,000    1,885,000    1,960,000    2,040,000    2,125,000.", "The Trustee  By appointment of the Authority, Zions Bancorporation, National Association, shall act as trustee, bond registrar,  authenticating agent, paying agent and transfer agent with respect to the Bonds.", "Except for the contents of this section, the Trustee assumes no responsibility for the nature, content, accuracy or  completeness of the information set forth in this Official Statement.. USE OF PROCEEDS.", "The 2018B Bonds    The  2018B  Bonds  are  being  issued  to  (i)  finance  or  reimburse  the  costs  of  acquisition,  design,  development,  construction, including equipment and furnishings, of certain skilled nursing facilities (the “Improvements”) located  upon the real property owned by the State (the “Land” and together with the Improvements, the “IDHW Facilities”),  and  demolish  an  existing,  outdated  building  known  as  Syringa  Chalet,  at  the  State  Hospital  South  campus  in  Blackfoot,  Idaho  (such  demolition,  together  with  the  Improvements,  the  “Project”),  (ii)  capitalize  interest  on  the  2018B Bonds, and (iii) pay the costs of issuing the 2018B Bonds.", "The  State,  acting  through  the  IDHW,  owns  the  Land  at  the  State  Hospital  South  campus,  on  which  the  Improvements will be constructed, located adjacent to that parcel of real property that currently houses the Syringa  Chalet, all located in Blackfoot, Idaho.", "The Authority will acquire a leasehold interest expiring June 30, 2058 in the  Land by entering into a Ground Lease (the “IDHW Ground Lease”) with the State, acting by and through the IDHW.", "No rent will be paid by the Authority under the Ground Lease.", "Prior to its execution of the Ground Lease, the Authority entered into a development agreement with the State acting  by  and  through  the  IDHW  (the  “Development  Agreement”)  under  which  the  Authority  agrees  to  design  and  construct the Project in accordance with the terms of the Development Agreement.", "Pursuant to the Development.", "6 ."], "first_page_paragraphs": ["NEW ISSUE – BOOK ENTRY ONLY.", "OFFICIAL STATEMENT DATED OCTOBER 30, 201.", "RATINGS:  Moody’s: Aa2 S&P: AA See “Ratings” herei.", "In the opinion of Bond Counsel, assuming compliance with certain covenants described herein: (i) interest on the Bonds is excluded from gross  income under present federal income tax laws pursuant to Section 103 of the Internal Revenue Code of 1986, as amended (the “Code”) to the date of  delivery of the Bonds, (ii) interest on the Bonds is excluded from alternative minimum taxable income as defined in Section 57(a)(5) of the Code  except that for taxable years of corporations beginning before January 1, 2018,  such interest is required to be included in calculating the “adjusted  current earnings” adjustment applicable to corporations for purposes of computing the alternative minimum taxable income of corporations; and (iii)  interest on the Bonds is excludible from gross income for income tax purposes under Idaho State law.", "See “Tax Matters” herein regarding certain other  tax considerations.", "IDAHO STATE BUILDING AUTHORITY.", "$35,120,00.", "$22,485,00.", "STATE BUILDING REVENUE BONDS.", "STATE BUILDING REFUNDING REVENUE BONDS,.", "SERIES 2018.", "(IDAHO DEPARTMENT OF HEALT.", "AND WELFARE PROJECT.", "SERIES 2018.", "(PRISON FACILITIES PROJECT.", "Dated:  Date of Delivery  .", "Due:  September 1, as shown on inside cove.", "Description:  The Idaho State Building Authority (the “Authority”) State Building Revenue Bonds, Series 2018B (Idaho Department of Health and Welfare  Project) (the “2018B Bonds”) and the Authority State Building Refunding Revenue Bonds, Series 2018C (Prison Facilities Project) (the “2018C Bonds,” and  together with the 2018B Bonds, collectively, the “Bonds”) are being issued as fully registered bonds and, when issued, will be registered in the name of Cede  & Co. as bondowner and as nominee for The Depository Trust Company (“DTC”), New York, New York.", "DTC will act as securities depository for the Bonds.", "Individual purchases and sales of the Bonds may be made in bookentry form only in minimum denominations of $5,000 within a single maturity and integral  multiples thereof.", "The principal and interest on the Bonds will be payable by the Authority’s paying agent, bond registrar, authenticating agent, transfer agent and trustee for the  Bonds, Zions Bancorporation, National Association, Boise, Idaho (the “Trustee”), in immediately available funds to DTC which, in turn, will remit such principal  and interest to the DTC participants for subsequent disbursement to the Beneficial Owners of the Bonds as further described in “APPENDIX H—Depository  Trust  Company  Information”  attached  hereto.", "Interest  on  the  Bonds  will  be  payable  semiannually  on  March  1  and  September  1  of  each  year,  beginning  March 1, 2019.", "Redemption:  Certain of the 2018B Bonds are subject to optional and mandatory redemption as described herein.", "The 2018C Bonds are not subject to optional  redemption prior to maturity.", "See “DESCRIPTION OF THE BONDS—Redemption Provisions.. Authority and Purpose:  The Bonds are being issued pursuant to the Constitution of the State of Idaho (the “State”) and Title 67, Chapter 64, Idaho Code, as  amended.", "The proceeds of the 2018B Bonds will be used to (i) finance or reimburse  the acquisition, design, development, construction, including equipment  and furnishings, of certain skilled nursing facilities (the “Improvements”) located upon the real property owned by the State (the “Land” and together with the  Improvements, the “IDHW Facilities”), and demolish an existing, outdated building known as Syringa Chalet, at the State Hospital South campus in Blackfoot,  Idaho (such demolition, together with the Improvements, the “Project”), (ii) capitalize interest on the 2018B Bonds, and (iii)  pay the costs of issuing the 2018B  Bonds.", "The proceeds of the 2018C Bonds will be used to (i) refund, redeem and retire the Authority’s State Building Refunding Variable Rate Revenue Bonds,  Series 2008A (Prison Facilities Project) (the “Refunded Bonds”), and (ii) pay the costs of issuing the 2018C Bonds.", "See “USE OF PROCEEDS.. Security:  The 2018B Bonds are a special obligation of the Authority, secured solely by a pledge of separate and independent revenues, income, rent and  receipts derived by the Authority pursuant to a facilities lease agreement between the Authority and the State, acting by and through the Idaho Department  of Health and Welfare (the “IDHW”) (the “IDHW Facilities Lease”).", "The annual rental payment under the IDHW Facilities Lease (the “IDHW Annual Rent”)  is payable, subject to appropriation and renewal annually by the State.", "Under the IDHW Facilities Lease, the IDHW Annual Rent is due in full by July 31 of  each lease term.", "See “DESCRIPTION  OF  THE 2018B  BONDS,” “SECURITY  AND  SOURCES  OF  PAYMENT” and “STATE  FINANCES – State Budget and  Appropriation Process” herein.", "The  Bonds are not a debt or obligation of the State.", "The IDHW Facilities Lease is subject to annual appropriation and renewal  at the election of the State.", "The 2018C Bonds are a special obligation of the Authority, secured solely by a pledge of separate and independent revenues, income, rent and receipts derived  by the Authority pursuant to a prison facilities lease agreement between the Authority and the State, acting by and through the Idaho Board of Correction and  Department of Correction (the “Prison Facilities Lease” and together with the IDHW Facilities Lease, collectively the “Facilities Leases”).", "The annual rental  payment under the Prison Facilities Lease (the “Prison Annual Rent”) is payable, subject to appropriation and renewal annually by the State.", "Under the Prison  Facilities Lease, the Prison Annual Rent is due in full by July 31 of each lease term.", "See “DESCRIPTION OF THE 2018C BONDS,” “SECURITY AND SOURCES  OF PAYMENT – 2018C Bonds” and “STATE FINANCES – State Budget and Appropriation Process” herein.", "The 2018C Bonds are not a debt or obligation of the  State.", "The Prison Facilities Lease is subject to annual appropriation and renewal at the election of the State, separate and apart from annual appropriation and  renewal decisions related to the IDHW Facilities Lease..", "THE  STATE  LEGISLATURE  IS  NOT  OBLIGATED  TO  MAKE  APPROPRIATIONS  FOR  THE  PAYMENT  OF  ANNUAL  RENT  OR  OTHER  OBLIGATIONS UNDER EITHER OF THE FACILITIES LEASES, NOR IS THE STATE OBLIGATED TO RENEW EITHER OF THE FACILITIES  LEASES AFTER THEIR RESPECTIVE ANNUAL EXPIRATION DATES..", "THIS COVER PAGE CONTAINS CERTAIN INFORMATION FOR QUICK REFERENCE ONLY.", "IT IS NOT INTENDED TO BE A SUMMARY OF ALL FACTORS  RELATING TO AN INVESTMENT IN THE BONDS.", "INVESTORS ARE ADVISED TO READ THIS OFFICIAL STATEMENT (INCLUDING THE APPENDICES)  IN ITS ENTIRETY BEFORE MAKING AN INVESTMENT DECISION.", "Maturity Schedule  See Inside Cove.", "Legal Matters:  The Bonds are offered when, as and if issued and received by Wells Fargo Bank, National Association as underwriter (the “Underwriter”),  subject to the approval of legality by Skinner Fawcett LLP, Boise, Idaho, Bond Counsel.", "Certain legal matters will be passed upon for the Authority by its  counsel Meuleman Law Group PLLC, Boise, Idaho, and for the State by the Attorney General for the State of Idaho.", "Certain legal matters will be passed upon  for the Underwriter by Hawley Troxell Ennis & Hawley LLP, as Underwriter’s counsel.", "It is expected that the Bonds in definitive form will be ready for delivery  at the facilities of DTC in New York, New York on or about November 14, 2018.", "Wells Fargo Securitie."], "intro_page_paragraphs": ["STATE BUILDING REVENUE BONDS, SERIES 2018B  (IDAHO DEPARTMENT OF HEALTH AND WELFARE.", "STATE BUILDING REFUNDING REVENUE BONDS, SERIES.", "2018C (PRISON FACILITIES PROJECT).", "$22,485,000.", "INTRODUCTION.", "$35,120,000.", "PROJECT).", "The purpose of this Official Statement is to set forth information regarding the Idaho State Building Authority (the  “Authority”)  and  the  issuance  by  the  Authority  of  its  State  Building  Revenue  Bonds,  Series  2018B  (Idaho  Department of Health and Welfare Project) (the “2018B Bonds”) and State Building Refunding Revenue Bonds,  Series 2018C (Prison Facilities Project) (the “2018C Bonds” and together with the 2018B Bonds, collectively, the  “Bonds”).", "Capitalized terms as used herein, but not defined herein, shall have the same meaning given to them in the  respective bond resolutions defined under “DESCRIPTION OF THE BONDS—Authority to Issue the Bonds.”  See  “APPENDIX B—Bond Resolutions.”.", "IDAHO STATE BUILDING AUTHORITY.", "General  The Authority is a body corporate and politic of the State of Idaho (the “State”), created as a public instrumentality  by the Idaho State Building Authority Act, being Title 67, Chapter 64, Idaho Code, as amended (the “Act”), for the  purpose of assisting in the acquisition, construction, operation and financing of State governmental facilities and the  facilities of community college districts.", "In accordance with the Act, the Authority is authorized to issue its bonds  or  notes  to  finance  governmental  facilities  pursuant  to  agreements  entered  into  with  departments,  boards,  commissions or agencies of the State (“State Bodies” or “State Body”) or with community college districts (together  with the State Bodies, collectively, the “Lessees”), subject to prior approval of the legislature of the State (the “State  Legislature”) by concurrent resolution.", "To that end, the Authority issues bonds secured by annual rent payments  equal to debt service on such bonds for the applicable fiscal year, plus certain operating and administrative costs of  the Authority and any required deposits to reserve or operating funds or accounts for such fiscal year, payable by the  State, acting by and through one or more Lessees under the terms of the facilities leases relating to the project or  projects  being  financed  or  refinanced,  as  applicable,  by  such  bonds.", "All  facilities  leases  are  subject  to  annual  renewal  by  Lessees,  and  once  renewed,  the  annual  rent  payments  payable  thereunder  are  subject  to  annual  appropriation  by  the  State,  as  appropriate.", "Annual  rent  payments  for  each  facilities  lease  are  typically  due  and  payable in full within 30 days after commencement of each annual lease term.", "There is no specified maximum  amount of  indebtedness  the Authority  may  incur.", "See  “DESCRIPTION  OF  THE  BONDS,”  “SECURITY  AND  SOURCES OF PAYMENT,” and “STATE FINANCES—Budget and Appropriations Process” herein.", "Commissioners  The powers of the Authority are vested in a board of seven commissioners appointed by the Governor of the State,  with the advice and consent of a majority of the members of the State Senate (the “Commissioners”).", "Appointments  are  for  staggered  fiveyear  terms.", "The  Commissioners  annually  select  a  chairman  and  vicechairman  from  their  number and employ an Executive Director, who also serves as Secretary of the Authority.", "The Executive Director  administers, manages and directs the affairs and business of the Authority subject to the policy, control and direction  of the Commissioners.", "Commissioners whose terms have expired continue to serve until a replacement is appointed  and confirmed.", "The current Commissioners serving the Authority are set forth below..  1 .", "OFFICIAL STATEMENT.", "IDAHO STATE BUILDING AUTHORITY."], "cusip": "451443B20", "issuer_cusip": "451443"}