{"file_name": "Unclassified PDFs/486188GT6.pdf", "total_pages": 110, "first_page": 1, "toc_page": 4, "intro_page": 5, "use_of_proceeds_page": "Searched Doc For Proceeds Information", "use_of_proceeds_paragraphs": ["The offering of the Bonds to potential investors is made only by means of this entire Official Statement.", "No  person  is  authorized  to  detach  this  summary  from  this  Official  Statement  or  to  otherwise  use  it  without  the  entire  Official  Statement..", "HE COUNTY ...............................   Kaufman County, Texas (the “County”) is a political subdivision of the State of Texas located  in  north  central  Texas.", "The  County  covers  approximately  786  square  miles,  and  has  an  estimated  2020  population  of  approximately  122,883.", "The  City  of  Kaufman  is  the  County  Seat (see “INTRODUCTION  Description of the County”)..", "HE BONDS ..................................", "The $16,950,000 Limited Tax Bonds, Series 2020A (the “Bonds”) are issued in part as serial  bonds maturing on February 15 in the years 2022 through 2040, inclusive, and in part as term  bonds maturing on February 15, 2045 (see “THE BONDS  Description of the Bonds”).. AYMENT OF INTEREST  ..............   Interest  on  the  Bonds  accrues  from  the  date  of  their  delivery  to  the  Underwriters  and  is  payable on February 15, 2021 and each August 15 and February 15 thereafter until maturity  or prior redemption (see “THE BONDS  Description of the Bonds”).. UTHORITY FOR ISSUANCE..........", "The Bonds are issued pursuant to the Constitution and general laws of the State of Texas (the  \"State\"), particularly Chapters 1301 and 1473, Texas Government Code, as amended, Chapter  292,  Texas  Local  Government  Code,  as  amended,  and  Article  VIII,  Section  9  of  the  Texas  Constitution, as amended,  an order authorizing the issuance of the Bonds (the “Order”), and a  Countywide election held on November 5, 2019 and passed by a majority of the participating  voters (see “THE BONDS  Authority for Issuance”).", "SECURITY FOR THE   BONDS ..........................................", "The Bonds constitute direct obligations of the County, payable from a direct and continuing  annual  ad  valorem  tax  levied  on  all  taxable  property  within  the  County,  within  the  limits  prescribed  by  law,  as  provided  in  the  Order  (see  “THE  BONDS    Security  and  Source  of  Payment”).. EDEMPTION ...............................", "The County reserves the right, at its option, to redeem Bonds having stated maturities on and  after  February  15,  2030,  in  whole  or  in  part,  in  principal amounts of $5,000 or any integral  multiple  thereof,  on  February  15,  2029,  or  any  date  thereafter,  at  the  par  value  thereof  plus  accrued  interest  to  the  date  fixed  for  redemption  (see  “THE  BONDS  –  Optional  Redemption”)..", "The  Bonds  maturing  on  February  15,  2045  (the  “Term  Bonds”)  are  also  subject  to  mandatory  redemption as described under “THE BONDS – Mandatory Sinking Fund Redemption.”.", "AX EXEMPTION ………………   In the opinion of Bond Counsel, the interest on the Bonds is excludable from gross income for  federal income tax purposes under existing law.", "See “TAX MATTERS” for a discussion of  the opinion of Bond Counsel..", "SE OF PROCEEDS .......................", "Proceeds  from  the  sale  of  the  Bonds  will  be  used  for  (1)  purchasing,  constructing,  reconstructing,  law  enforcement,  and  related  facilities,  to  wit:    a  justice  center,  sheriff’s  substations,  constable  and justice of the peace offices, administrative offices, tax offices and other buildings; and (2)  payment of costs of issuance related to the Bonds (see “THE BONDS – Purpose” and “THE  BONDS – Sources and Uses of Proceeds”).. improving  and  equipping  County  facilities.", "that  house.", "justice,.", "ATINGS  ......................................", "The Bonds and the presently outstanding tax supported debt of the County are rated “AA” by  Fitch  Ratings  Inc.  (“Fitch”),  and  “AA”  by  S&P  Global  Ratings,  a  division  of  S&P  Global  Inc.  (“S&P”)  without  regard  to  credit  enhancement  (see  “OTHER  INFORMATION    Ratings”).. .", "5.", "OOKENTRYONLY .", "SYSTEM .....................................", "The  definitive  Bonds  will  be  initially  registered  and  delivered  only  to  Cede  &  Co.,  the  nominee  of  DTC  pursuant  to  the  BookEntryOnly  System  described  herein.", "Beneficial  ownership  of  the  Bonds  may  be  acquired  in  denominations  of  $5,000  or  integral  multiples  thereof.", "No physical delivery of the Bonds will be made to the beneficial owners thereof.", "Principal  of,  premium,  if  any,  and  interest  on  the  Bonds  will  be  payable  by  the  Paying  Agent/Registrar  to  Cede  &  Co.,  which  will  make  distribution  of  the  amounts  so  paid  to  the  participating members of DTC for subsequent payment to the beneficial owners of the Bonds  (see “THE BONDS  BookEntryOnly System”).. AYMENT RECORD .....................", "The County has never defaulted in payment of its general obligation tax debt..", "SELECTED FINANCIAL INFORMATION  .", "Fiscal Year Ended 9/30 2016 2017 2018 2019 202."], "first_page_paragraphs": ["(See “CONTINUING DISCLOSURE OF   INFORMATION” herein).", "EW ISSUE  BookEntryOnly.", "OFFICIAL STATEMENT  .", "Dated: February 25, 2020.", "Ratings:  Fitch: “AA”  S&P:  “AA”   (See “OTHER INFORMATION –  Ratings” herein).", "n the opinion of Bond Counsel, interest on the Bonds is excludable from gross income for federal income tax purposes under  existing law, subject to the matters described under “TAX MATTERS” herein.", "THE BONDS HAVE NOT BEEN DESIGNATED AS “QUALIFIED TAXEXEMPT OBLIGATIONS”  FOR FINANCIAL INSTITUTIONS  $16,950,000  KAUFMAN COUNTY, TEXAS  LIMITED TAX BONDS, SERIES 2020A.", "ated Date: March 1, 2020.", "(Interest accrues from Date of Delivery).", "Due: February 15, as shown on page 2.", "AYMENT TERMS... Interest on the $16,950,000 Kaufman County, Texas Limited Tax Bonds, Series 2020A (the \"Bonds\"), will  accrue  from  the  date  of  initial  delivery  to  the  underwriters  shown  below  (the  “Underwriters”),  will  be  payable  initially  on  February 15, 2021 and each August 15 and February 15 thereafter, until maturity or prior redemption, and will be calculated on  the  basis  of  a  360day  year  consisting  of  twelve  30day  months.", "The  Bonds  will  be  issued  as  fully  registered  obligations  in  denominations of $5,000 of principal amount or any integral multiple thereof for any one stated maturity.", "The definitive Bonds  will be initially registered and delivered only to Cede & Co., the nominee of The Depository Trust Company, New York, New  York (“DTC”), pursuant to the BookEntryOnly System described herein.", "Beneficial ownership of the Bonds may be acquired  in  authorized  denominations  thereof.", "No  physical  delivery  of  the  Bonds  will  be  made  to  the  beneficial  owners  thereof.", "The  principal  of  and  interest  on  the  Bonds  will  be  payable  by  the  Paying  Agent/Registrar  to  Cede  &  Co.,  which  will  make  distribution of the amounts so paid to the participating members of DTC for subsequent payment to the beneficial owners of the  Bonds.", "See  “THE  BONDS    BookEntryOnly  System”  herein.", "The  initial  Paying  Agent/Registrar  is  U.S.  Bank  National  Association, Dallas, Texas (see “THE BONDS  Paying Agent/Registrar).. UTHORITY  FOR  ISSUANCE...", "The  Bonds  are  issued  pursuant  to  the  Constitution  and  general  laws  of  the  State  of  Texas  (the  \"State\"),  particularly  Chapters  1301  and  1473,  Texas  Government  Code,  as  amended,  Chapter  292,  Texas  Local  Government  Code, as amended, and Article VIII, Section 9 of the Texas Constitution, as amended, an order authorizing the issuance of the  Bonds (the “Order”), and a Countywide election held on November 5, 2019 and passed by a majority of the participating voters,  and are direct obligations of Kaufman County, Texas (the \"County\"), payable from a direct and continuing annual ad valorem tax  levied  on  all  taxable  property  within  the  County,  within  the  limits  prescribed  by  law,  as  provided  in  the  Order  (see  “THE  BONDS  Authority for Issuance”).", "URPOSE...", "Proceeds  from  the  sale  of  the  Bonds  will  be  used  for  (1)  purchasing,  constructing,  reconstructing,  improving  and  equipping  County  facilities  that  house  justice,  law  enforcement,  and  related  facilities,  to  wit:    a  justice  center,  sheriff’s  sub stations, constable and justice of the peace offices, administrative offices, tax offices and other buildings; and (2) the payment of  costs of issuance related to the Bonds (see “THE BONDS – Purpose” and “THE BONDS – Sources and Uses of Proceeds”).", "MATURITY SCHEDULE  SEE SCHEDULE ON PAGE 2  CUSIP PREFIX:  486188.", "EGALITY…The  Bonds  are  offered  for  delivery  when,  as  and  if  issued  and  received  by  the  Underwriters  and  subject  to  the  approving opinion of the Attorney General of Texas and the opinion of Bickerstaff Heath Delgado Acosta LLP, Austin, Texas,  Bond Counsel for the County (see Appendix C, “Form of Bond Counsel’s Opinion”).", "Certain matters will be passed upon for the  Underwriters by their counsel, Bracewell LLP, Dallas, Texas..", "ELIVERY...It  is  expected  that  the  Bonds  will  be  available  for  delivery  through  DTC  on  March  25,  2020  (the  “Date  of.", "Delivery”).. RAYMOND JAMES .", "FHN FINANCIAL CAPITAL MARKETS.", "CITIGROUP ."], "intro_page_paragraphs": ["OFFICIAL STATEMENT SUMMARY    This  summary  is  subject  in  all  respects  to  the  more  complete  information  and  definitions  contained  or  incorporated  in  this  Official Statement.", "The offering of the Bonds to potential investors is made only by means of this entire Official Statement.", "No  person  is  authorized  to  detach  this  summary  from  this  Official  Statement  or  to  otherwise  use  it  without  the  entire  Official  Statement..", "HE COUNTY ...............................   Kaufman County, Texas (the “County”) is a political subdivision of the State of Texas located  in  north  central  Texas.", "The  County  covers  approximately  786  square  miles,  and  has  an  estimated  2020  population  of  approximately  122,883.", "The  City  of  Kaufman  is  the  County  Seat (see “INTRODUCTION  Description of the County”)..", "HE BONDS ..................................", "The $16,950,000 Limited Tax Bonds, Series 2020A (the “Bonds”) are issued in part as serial  bonds maturing on February 15 in the years 2022 through 2040, inclusive, and in part as term  bonds maturing on February 15, 2045 (see “THE BONDS  Description of the Bonds”).. AYMENT OF INTEREST  ..............   Interest  on  the  Bonds  accrues  from  the  date  of  their  delivery  to  the  Underwriters  and  is  payable on February 15, 2021 and each August 15 and February 15 thereafter until maturity  or prior redemption (see “THE BONDS  Description of the Bonds”).. UTHORITY FOR ISSUANCE..........", "The Bonds are issued pursuant to the Constitution and general laws of the State of Texas (the  \"State\"), particularly Chapters 1301 and 1473, Texas Government Code, as amended, Chapter  292,  Texas  Local  Government  Code,  as  amended,  and  Article  VIII,  Section  9  of  the  Texas  Constitution, as amended,  an order authorizing the issuance of the Bonds (the “Order”), and a  Countywide election held on November 5, 2019 and passed by a majority of the participating  voters (see “THE BONDS  Authority for Issuance”).", "SECURITY FOR THE   BONDS ..........................................", "The Bonds constitute direct obligations of the County, payable from a direct and continuing  annual  ad  valorem  tax  levied  on  all  taxable  property  within  the  County,  within  the  limits  prescribed  by  law,  as  provided  in  the  Order  (see  “THE  BONDS    Security  and  Source  of  Payment”).. EDEMPTION ...............................", "The County reserves the right, at its option, to redeem Bonds having stated maturities on and  after  February  15,  2030,  in  whole  or  in  part,  in  principal amounts of $5,000 or any integral  multiple  thereof,  on  February  15,  2029,  or  any  date  thereafter,  at  the  par  value  thereof  plus  accrued  interest  to  the  date  fixed  for  redemption  (see  “THE  BONDS  –  Optional  Redemption”)..", "The  Bonds  maturing  on  February  15,  2045  (the  “Term  Bonds”)  are  also  subject  to  mandatory  redemption as described under “THE BONDS – Mandatory Sinking Fund Redemption.”.", "AX EXEMPTION ………………   In the opinion of Bond Counsel, the interest on the Bonds is excludable from gross income for  federal income tax purposes under existing law.", "See “TAX MATTERS” for a discussion of  the opinion of Bond Counsel..", "SE OF PROCEEDS .......................", "Proceeds  from  the  sale  of  the  Bonds  will  be  used  for  (1)  purchasing,  constructing,  reconstructing,  law  enforcement,  and  related  facilities,  to  wit:    a  justice  center,  sheriff’s  substations,  constable  and justice of the peace offices, administrative offices, tax offices and other buildings; and (2)  payment of costs of issuance related to the Bonds (see “THE BONDS – Purpose” and “THE  BONDS – Sources and Uses of Proceeds”).. improving  and  equipping  County  facilities.", "that  house.", "justice,.", "ATINGS  ......................................", "The Bonds and the presently outstanding tax supported debt of the County are rated “AA” by  Fitch  Ratings  Inc.  (“Fitch”),  and  “AA”  by  S&P  Global  Ratings,  a  division  of  S&P  Global  Inc.  (“S&P”)  without  regard  to  credit  enhancement  (see  “OTHER  INFORMATION    Ratings”).. .", "5."], "cusip": "486188GT6", "issuer_cusip": "486188"}