{"file_name": "train dataset/515182EQ2.pdf", "total_pages": 153, "first_page": 7, "toc_page": 5, "intro_page": -1, "use_of_proceeds_page": 10, "use_of_proceeds_paragraphs": ["No remedy in the Resolution conferred upon or reserved to Owners of Bonds is intended to be exclusive and  every such remedy shall be cumulative and shall be in addition to every other remedy given under the Resolution  or now or hereafter existing at law or in equity.", "No delay or omission to exercise any right or power accruing  upon any default shall be construed to be a waiver thereof, but any such right and power may be exercised from  time to time and as often as may be deemed expedient.", "To entitle the Owners of Bonds to exercise any remedy  reserved to them, it shall not be necessary to give any notice other than such notice as may be required by the  Resolution or by law.", "Purpose and Use of Proceeds.", "Purpose  The proceeds from the sale of the Bonds will be used to finance capital costs for the District (the “Project”) and  to pay the costs of issuance of the Bonds.", "Specifics on the Project include:  .", "•  Districtwide earthquake and safety upgrades  •  Update Science labs and modernize Math, Arts and Engineering spaces  •  Create Workforce Development Center  •  Construct building for expanded Health Professions programs and Dental Clinic  •  Expand Manufacturing and Technology Programs  •  Create mobile manufacturing/welding lab  •  Build Cybersecurity Program lab  •  Related site improvements, equipment, furnishings and costs of issuance.", "State Matching Grants.", "The District has been awarded an $8,000,000 grants from the Oregon Community Colleges  and  Workforce  Development  Department  (“CCWD”).", "The  grant,  along  with  proceeds  from  the  Bonds,  is  expected to finance the items detailed above.", "The District will enter into a grant agreement with the State for the $8,000,000 grant that has been awarded (the  “Agreement”).", "The current form of Agreement includes covenants, warranties and representations to be given  by the District to the State.", "The Agreement also stipulates events of default and remedies of the State in case of  such a default by the District.", "The events of default include any failure to perform its duties or obligations under  the Agreement; any representations or statements by the District to the State which are untrue in any material  respect; any use of funds for purposes other than those authorized under the Agreement; or a declaration of  insolvency or bankruptcy or other similar financial events.", "The District may cure any event of default within 30  days.", "The remedies of the State include any available at law or in equity, including but not limited to:  ceasing  disbursements of grant funds, termination of the Agreement, bringing an action to recover damages, or seeking  any equitable remedy which may be available.", "If the additional $8,000,000 grant is not received or was terminated for whatever reason, the District does not  expect it would have a material impact on the District’s ability to complete the Project, repay the Bonds or to  operate the District.. 4."], "first_page_paragraphs": ["General Obligation Bonds, Series 2020A.", "General Obligation Bonds, Series 2020B .", "(TaxExempt) .", "(Federally Taxable)  DATED:  August 13, 2020 (“Date of Delivery”)  DUE:  June 15, as shown on the inside cover  PURPOSE— The $65,240,000 General Obligation Bonds, Series 2020A (TaxExempt) (the “2020A Bonds”) and the $56,260,000  General Obligation Bonds, Series 2020B (Federally Taxable) (the “2020B Bonds”) (collectively, the “Bonds”), are being issued  by the Lane Community College in Lane, Linn, Benton and Douglas Counties, Oregon (the “District”).", "The Bonds are being  issued to finance capital costs for the District and to pay the costs of issuance of the Bonds.", "See “Purpose and Use of Proceeds”  herein.. MOODY’S  RATINGS—  ”Aa3  (negative  outlook)”  underlying;  “Aa1”  enhanced.", "See  “Oregon  School  Bond  Guaranty”  and.", "“Ratings” herein.. NOT BANK QUALIFIED— The District has NOT designated the 2020A Bonds as “qualified taxexempt obligations” for purposes.", "of Section 265(b)(3)(B) of the Internal Revenue Code of 1986, as amended (the “Code”).", "BOOKENTRY ONLY SYSTEM— The Bonds will be issued, executed and delivered in fully registered form under a bookentry  only system and registered in the name of Cede & Co., as owner and nominee for The Depository Trust Company (“DTC”).", "DTC will act as initial securities depository for the Bonds.", "Individual purchases of the Bonds will be made in bookentry form,  in the denomination of $5,000 or any integral multiple thereof.", "Purchasers will not receive certificates representing their interest  in the Bonds purchased..", "PRINCIPAL AND INTEREST PAYMENTS—Interest on the Bonds will be paid on December 15, 2020 and semiannually thereafter  on June 15 and December 15 of each year to the maturity or earlier redemption of the Bonds.", "Principal of and interest on the  Bonds will be payable by the District’s Paying Agent, initially U.S. Bank National Association, to DTC which, in turn, will remit  such principal and interest to the DTC participants for subsequent disbursement to the beneficial owners of the Bonds at the  address appearing upon the registration books on the last business day (the “Record Date”) of the month preceding a payment  date..", "MATURITY SCHEDULES—See inside front cover.. REDEMPTION—The Bonds may be subject to optional redemption prior to their stated maturities as further described herein.", "SECURITY—The Bonds are general obligations of the District.", "Pursuant to ORS 287A.315 the District has pledged its full faith  and credit and taxing power to pay the Bonds.", "The District has covenanted for the benefit of the owners of the Bonds that the  District shall levy annually, as necessary, a direct ad valorem tax upon all of the taxable property within the District which is  sufficient after taking into consideration discounts taken and delinquencies that may occur in the payment of such taxes, and  other legally available amounts, to pay all Bond principal and interest when due.", "This tax shall be in addition to all other taxes  of the District and this tax shall not be limited in rate, amount or otherwise by Sections 11 or 11b of Article XI of the Oregon  Constitution.", "The Bonds do not constitute a debt or indebtedness of Lane, Linn, Benton and Douglas Counties, the State of  Oregon, or any political subdivision thereof other than the District.", "Payment of the principal of and interest on the Bonds when due is guaranteed by the full faith and credit of the.", "State of Oregon.", "OFFICIAL STATEMENT DATED JULY 30, 2020.  .", "$121,500,000.", "Lane Community College.", "Lane, Linn, Benton and Douglas Counties, Oregon.", "General Obligation Bonds, Series 2020.", "$65,240,000 .", "$56,260,000 .", "under the provisions of the Oregon School Bond Guaranty Act.", "See “Oregon School Bond Guaranty” within.. TAX MATTERS— In the opinion of Hawkins Delafield & Wood LLP, Bond Counsel to the District (“Bond Counsel”), under existing statutes  and court decisions and assuming continuing compliance with certain tax covenants described herein, (i) interest on the 2020A Bonds is  excluded from gross income for federal income tax purposes pursuant to Section 103 of the Internal Revenue Code of 1986, as amended (the  “Code”), and (ii) interest on the 2020A Bonds is not treated as a preference item in calculating the alternative minimum tax under the  Code.", "In the opinion of Bond Counsel, interest on the 2020B Bonds is not excludable from gross income for federal income tax purposes  under existing law.", "In the opinion of Bond Counsel, interest on the Bonds is exempt from State of Oregon personal income tax under  existing  law.", "See  “Tax  Matters   2020A  Bonds  (TaxExempt)”  and  “Tax  Matters  –  2020B  Bonds  (Federally  Taxable)”  herein  for  a  discussion of the opinion of Bond Counsel.. DELIVERY—The Bonds are offered for sale to the original purchaser subject to the final approving legal opinion of Bond Counsel.", "It is expected that the Bonds will be available for delivery to the Paying Agent for Fast Automated Securities Transfer on behalf  of DTC, on or about the Date of Delivery.. .", "This cover page contains certain information for quick reference only.", "It is not a summary of the issue.", "Investors must read the entire Official  Statement to obtain information essential to the making of an informed investment decision..  ."], "intro_page_paragraphs": ["Taxable Property Values.", "Lane Community College (Total)  M5 Real.", "Urban Renewal.", "Valuatio.", "Total Assessed.", "Market Value(1.", "Total Real  Calculate Rates(3) Market Value  $   65,105,688,987   $   56,108,010,591   $   36,043,454,967   $      640,973,551   $    35,402,481,416        60,992,560,655        52,487,408,150        34,695,489,166           618,826,883         34,076,662,283        56,573,027,617        48,474,666,202        33,275,269,791           547,194,178         32,728,075,613        51,773,723,281        43,613,973,485        31,914,775,141           503,322,217         31,411,452,924        49,796,966,148        41,869,053,720        30,896,840,637           448,382,830         30,448,457,807        47,852,963,249        40,069,420,244        29,612,268,348           412,871,410         29,199,396,938.", "Excess(2.", "AV Used to.", "Lane County Portion  Total Assessed.", "M5 Real.", "Urban Renewal.", "Valuatio.", "Market Value(1.", "Total Real  Calculate Rates(3) Market Value  $   63,897,732,343   $   55,256,177,485   $   35,456,534,806   $      612,653,390   $    34,843,881,416        59,873,632,536        51,696,276,576        34,136,220,207           592,194,221         33,544,025,986        55,534,521,957        47,736,112,540        32,730,009,154           521,800,767         32,208,208,387        50,829,563,212        42,941,378,192        31,392,002,664           481,657,987         30,910,344,677        48,937,365,726        41,241,333,269        30,396,728,809           428,141,705         29,968,587,104        47,035,601,434        39,476,041,331        29,129,223,756           394,337,685         28,734,886,071.", "Excess(2.", "AV Used to.", "Linn County Portion  Total Assessed.", "M5 Real.", "Urban Renewal.", "Valuatio.", "Market Value(1.", "Total Real  Calculate Rates(3) Market Value  $        875,064,861   $        623,657,646   $        432,174,277   $        28,320,161   $         403,854,116             812,729,531             580,909,894             414,178,615             26,632,662              387,545,953             751,871,362             542,599,514             405,183,535             25,393,411              379,790,124             689,683,376             496,216,840             386,792,803             21,664,230              365,128,573             609,805,887             454,854,387             368,806,881             20,241,125              348,565,756             563,120,603             420,807,870             355,812,331             18,533,725              337,278,606.", "Excess(2.", "AV Used to.", "Benton County Portion.", "M5 Real.", "Urban Renewal.", "Valuatio.", "Total Assessed.", "Market Value(1.", "Total Real  Calculate Rates(3) Market Value  $        313,445,583   $        214,170,948   $        143,166,457   $                            $         143,166,457             286,149,984             196,421,495             133,711,384                                            133,711,384             267,228,401             182,322,542             129,019,716                                            129,019,716             234,729,837             162,278,451             124,952,428                                            124,952,428             230,096,373             158,782,955             120,484,091                                            120,484,091             234,657,278             158,527,579             116,621,720                                            116,621,720.", "Excess(2.", "AV Used to.", "Douglas County Portion.", "M5 Real.", "Urban Renewal.", "Valuatio.", "Total Assessed.", "Market Value(1.", "Total Real  Calculate Rates(3) Market Value  $          19,446,200   $          14,004,512   $          11,579,427   $                            $           11,579,427               20,048,604               13,800,185               11,378,960                                              11,378,960               19,405,897               13,631,606               11,057,386                                              11,057,386               19,746,856               14,100,002               11,027,246                                              11,027,246               19,698,162               14,083,109               10,820,856                                              10,820,856               19,583,934               14,043,464               10,610,541                                              10,610,541.", "Excess(2.", "AV Used to.", "Fiscal  Year  2020 2019 2018 2017 2016 201.", "Fiscal  Year  2020 2019 2018 2017 2016 201.", "Fiscal  Year  2020 2019 2018 2017 2016 201.", "Fiscal  Year  2020 2019 2018 2017 2016 201.", "Fiscal  Year  2020 2019 2018 2017 2016 201.", "(1)  Value  represents  the  Real  Market  Value  of  taxable  properties,  including  the  reduction  in  Real  Market  Value  of  specially  assessed  properties such as farm and forestland.", "This value is also commonly referred to as the Measure 5 Real Market Value by county assessors.", "(2)  For Lane County includes following urban renewal areas: Coburg Urban Renewal District, City of Eugene Urban Renewal Agency,  Veneta Urban Renewal Agency, Springfield Economic Development Agency, and Urban Renewal Agency of Florence.", "In Linn County  includes Harrisburg Redevelopment Agency.", "Note, there are no urban renewal areas that overlap the District in Benton County or  Douglas County.", "(3)  Assessed value of property in the District on which the Permanent Rate is applied to derive ad valorem property taxes, excluding urban  renewal, exempt property within enterprise zones and any other offsets.", "Note: General obligation bonds may be levied on the Total  Assessed Value, the Assessed Value Used to Calculate Rates, or a combination of the two, depending on the type of urban renewal plan  and the original approval date of the bond issue.", "Source:  Lane, Linn, Benton and Douglas Counties Department of Assessment and Taxation.. 19."], "cusip": "720282029", "issuer_cusip": "720282"}