{"file_name": "train dataset/604633AG2.pdf", "total_pages": 273, "first_page": 8, "toc_page": 6, "intro_page": 8, "use_of_proceeds_page": 56, "use_of_proceeds_paragraphs": ["follows:    SOURCES OF FUNDS:  .", "USES OF FUNDS:.", "(1)  (2).", "(3)    .", "ESTIMATED SOURCES AND USES OF FUNDS.", "The proceeds to be received from the sale of the Series 2013 Bonds are expected to be applied as.", "Par Amount of Series 2013 Bonds ..............................................................              $59,815,000.00  Plus Net Original Issue Premium ................................................................                     190,334.35  TOTAL SOURCES ....................................................................................              $60,005,334.35  .", "Refund Refunded Note(1) ............................................................................                $9,078,771.47  Deposit to Construction Fund(2) ..................................................................                49,534,996.29  Costs of Issuance(3) ......................................................................................                  1,391,566.59  TOTAL USES .............................................................................................              $60,005,334.35    See “PLAN OF REFUNDING” herein.", "To be applied to pay costs of the 2013 Project and to pay a portion of the interest on the Series  2013 Bonds.", "See “THE 2013 PROJECT” herein.", "Includes underwriter’s discount and legal, financial advisory and other fees and expenses.. .", "[Remainder of this page intentionally left blank].", "4."], "first_page_paragraphs": ["SUPPLEMENT TO OFFICIAL STATEMENT DATED SEPTEMBER 10, 2013.   .", "$59,815,000.", "CITY OF MIRAMAR, FLORIDA.", "Special Obligation Refunding and Improvement Revenue Bonds, Series 2013.", "This Supplement to the Official Statement dated September 10, 2013 (the “Official Statement”), has been  prepared by the City of Miramar, Florida (the “City”), in connection with the issuance and sale of the  abovecaptioned series of bonds (the “Series 2013 Bonds”).", "The first optional redemption date for the Series 2013 Bonds contained in the Official Statement  under  the  subheading  “DESCRIPTION  OF  THE  SERIES  2013  BONDS—Optional  Redemption”  appearing on p. 7 of the Official Statement is incorrectly stated as October 1, 2023 rather than October 1,  2022.", "Accordingly, that subheading is hereby replaced in its entirety with the following:.", "Optional Redemption.", "The Series 2013 Bonds maturing on or after October 1, 2023 are subject to redemption in whole  or in part, at any time, on or after October 1, 2022, in such order of maturities as may be determined by  the City (less than all of a single maturity to be selected by lot), at a Redemption Price equal to 100% of  the principal amount of the Series 2013 Bonds to be redeemed plus accrued interest to the date fixed for  redemption, without premium..", "This Supplement constitutes an integral part of the Official Statement and must be read in  conjunction with the Official Statement, including the appendices thereto.", "Recipients are requested  to attach this Supplement to the Official Statement.", "Reference is made to the entire Official Statement for  information relevant to the City and the Series 2013 Bonds.", "All capitalized terms not defined herein shall  have the same meaning as in the Official Statement..", "Except  as  expressly  supplemented  or  amended  hereby,  the  terms  of  the  offering  of  the  Series.", "2013 Bonds set forth in the Official Statement remain in full force and effect.. .", "Date of Supplement: September 18, 2013."], "intro_page_paragraphs": ["OFFICIAL STATEMENT.", "Relating to.", "$59,815,000.", "CITY OF MIRAMAR, FLORIDA.", "Special Obligation Refunding and Improvement Revenue Bonds, Series 2013.", "INTRODUCTION.", "The purpose of this Official Statement, including the cover page and appendices, is to set forth  information concerning City of Miramar, Florida (the “City”) and the City of Miramar, Florida Special  Obligation  Refunding  and  Improvement  Revenue  Bonds,  Series  2013  (the  “Series  2013  Bonds”),  in  connection with the sale of the Series 2013 Bonds.", "The Series 2013 Bonds are issued pursuant to and under the Constitution and laws of the State,  Chapter 166, Florida Statutes, the Charter of the City and other applicable provisions of law (collectively,  the  “Act”),  and  pursuant  to  Resolution  No.", "13160  adopted  by  the  City  Commission  of  the  City  (the  “Commission”)  on  August  21,  2013,  as  it  may  be  amended  and  supplemented  from  time  to  time  (the  “Resolution”).", "See “APPENDIX B – Form of the Resolution” attached hereto.", "The Series 2013 Bonds are being issued to (i) current refund all of the City’s outstanding Capital  Improvement  Revenue  Note  (SunTrust  Bank),  Series  2008  (the  “Refunded  Note”),  (ii)  finance  the  acquisition, construction and equipping of various capital improvements in the City (the “2013 Project”),  (iii) capitalize a portion of the interest on the Series 2013 Bonds and (iv) pay certain costs and expenses  relating to the issuance of the Series 2013 Bonds.", "Pursuant to the Resolution, the City has covenanted and agreed, subject to certain restrictions and  limitations,  to  appropriate  in  its  annual  budget,  by  amendment,  if  necessary,  from  NonAd  Valorem  Revenues (as defined herein) amounts sufficient to pay principal of and interest on the Series 2013 Bonds  when due in the manner and to the extent provided in the Resolution and described in “SECURITY FOR  THE SERIES 2013 BONDS” herein and “APPENDIX B – Form of the Resolution” attached hereto.", "THE SERIES 2013 BONDS SHALL NOT BE OR CONSTITUTE GENERAL OBLIGATIONS  OR  INDEBTEDNESS  OF  THE  CITY  AS  “BONDS”  WITHIN  THE  MEANING  OF  ANY  CONSTITUTIONAL OR STATUTORY PROVISION, BUT SHALL BE SPECIAL OBLIGATIONS OF  THE CITY, PAYABLE SOLELY FROM AMOUNTS BUDGETED AND APPROPRIATED BY THE  CITY FROM NONAD VALOREM REVENUES IN ACCORDANCE WITH THE RESOLUTION.", "NO  HOLDER  OF  ANY  SERIES  2013  BOND  SHALL  EVER  HAVE  THE  RIGHT  TO  COMPEL  THE  EXERCISE OF ANY AD VALOREM TAXING POWER TO PAY SUCH SERIES 2013 BOND, OR BE  ENTITLED TO PAYMENT OF SUCH SERIES 2013 BOND FROM ANY MONEYS OF THE CITY  EXCEPT FROM THE NONAD VALOREM REVENUES IN THE MANNER AND TO THE EXTENT  PROVIDED IN THE RESOLUTION.", "The City has covenanted to provide certain continuing disclosure information pursuant to Rule  15c212  of  the  Securities  and  Exchange  Commission  relating  to  the  Series  2013  Bonds.", "See  “CONTINUING DISCLOSURE” herein..", "Capitalized terms used but not otherwise defined herein have the same meaning ascribed thereto  in the Resolution unless the context would clearly indicate otherwise.", "Complete descriptions of the terms."], "cusip": "604633AG2", "issuer_cusip": "604633"}