{"file_name": "train dataset/67919PNT6.pdf", "total_pages": 176, "first_page": 9, "toc_page": 7, "intro_page": 9, "use_of_proceeds_page": 9, "use_of_proceeds_paragraphs": ["OFFICIAL STATEMENT.", "$80,055,000.", "OKLAHOMA WATER RESOURCES BOARD.", "REVOLVING FUND REVENUE.", "BONDS – DRINKING WATER PROGRAM.", "SERIES 2018 (MASTER TRUST).", "Purpose of Official Statement.", "INTRODUCTION.", "This  Official  Statement,  which  includes  the  cover  page  and  the  Appendices  attached  hereto,  provides information in connection with the offer and sale by the Oklahoma Water Resources Board (the  “Board”),  a  body  corporate  and  politic  and  an  instrumentality,  agency  and  department  of  the  State  of  Oklahoma (the “State”), of its $80,055,000 Oklahoma Water Resources Board Revolving Fund Revenue  Bonds – Drinking Water Program, Series 2018 (Master Trust) (the “Bonds”).", "Capitalized terms used in  this Official Statement and not otherwise defined herein have the meaning set forth in Appendix A.. Authority for the Bonds.", "The Bonds are being issued by the Board pursuant to Title 82, Oklahoma Statutes 2011, Section  1085.31 et seq., as amended (the “Act”), and an authorizing resolution adopted by the Board on February  20, 2018 (the “Resolution”).", "The Bonds are being issued and secured under a Bond Indenture, dated as of  March 1, 2018 (the “Bond Indenture”), between the Board and BancFirst, Oklahoma City, Oklahoma, as  trustee (the “Bond Trustee”).", "The Bonds additionally are secured under a Master Trust Agreement dated  as of October 1, 2003 (the “Master Trust Agreement”), between the Board and BancFirst, as trustee (the  “Master Trustee”).. Purpose of the Bonds.", "The Board was established pursuant to statute now codified at Title 82, Oklahoma Statutes 2011,  Section 1085.1, as amended.", "Among other statutory powers and duties of the Board, the Act authorizes  the Board to carry out the purposes of the Act, including the establishment and administration of its Clean  Water  State  Revolving  Fund  Loan  Program  (the  “CWSRF  Program”)  and  its  Drinking  Water  State  Revolving Fund Loan Program (the “DWSRF Program”).", "Under the Act, the Board is authorized to issue  obligations to finance any Water Quality Project or Drinking Water Treatment Project, each as defined in  the Act.", "The Master Trust Agreement permits the issuance of bonds for the CWSRF Program and the  DWSRF Program.", "Upon the issuance of the Bonds, there will be 10 series of bonds issued by the Board  that  will  be  Outstanding  under  the  terms  of  the  Master  Trust  Agreement  and  the  bond  indentures  governing their issuance.", "The previous series of bonds issued by the Board and remaining Outstanding  under the Master Trust Agreement (collectively, the “Outstanding Master Trust Bonds”) were issued by  the  Board  under  separate  bond  indentures  and  are  described  under  the  caption  “MASTER  TRUST  BONDS”  herein.", "Future  series  of  revolving  fund  revenue  bonds  issued  under  the  Master  Trust  Agreement may benefit either or both of the CWSRF Program and the DWSRF Program..", "The Bonds are being issued in furtherance of the Board’s DWSRF Program to provide funds (i) to  make loans to Oklahoma local governmental entities to finance projects eligible for financial assistance  from  the  Drinking  Water  State  Revolving  Fund,  (ii)  to  reimburse  the  Board  for  amounts  previously  advanced to make such loans, (iii) to finance certain State Matching Funds that are required as a condition."], "first_page_paragraphs": ["OFFICIAL STATEMENT DATED MARCH 14, 2018. .", "NEW ISSUE – BOOKENTRY ONLY.", "RATINGS:  See “RATINGS” herein..", "In the opinion of McCall, Parkhurst & Horton L.L.P., Bond Counsel to the Board, interest on the Bonds will be excludable from  gross  income  for  federal  income  tax  purposes  under  statutes,  regulations,  published  rulings  and  court  decisions  existing  on  the  date  thereof, subject to the matters described under “TAX MATTERS” herein.", "In the opinion of Bond Counsel, under existing statutes the  Bonds will be exempt from income taxation by the State of Oklahoma or any county, municipality or political subdivision therein.", "See the  information  contained  herein  under  the  caption  “TAX  MATTERS”  for  a  discussion  of  the  opinion  of  Bond  Counsel  and  Appendix  E  hereto.. OKLAHOMA WATER RESOURCES BOARD.", "REVOLVING FUND REVENUE.", "$80,055,000.", "BONDS – DRINKING WATER PROGRAM.", "SERIES 2018 (MASTER TRUST).", "Dated:  Date of Delivery.", "Due:  As shown on Inside Cover Page.", "The abovecaptioned bonds (the “Bonds”) are issuable in fully registered form in the denomination of $5,000 or any integral multiple  thereof.", "Interest on the Bonds is payable on April 1 and October 1 of each year commencing October 1, 2018, until maturity or prior  redemption.", "The Bonds will be initially issued and registered in the name of Cede & Co., as nominee of The Depository Trust Company,  New York, New York (“DTC”) pursuant to its BookEntry Only System.", "So long as DTC or its nominee remains the registered owner of  the Bonds, the principal of and interest on the Bonds will be payable by the Bond Trustee (hereafter defined) to DTC.", "Disbursement of  such  payments  to DTC Participants is the responsibility of  DTC and disbursement  of such payments to  the Beneficial  Owners is the  responsibility of DTC Participants.", "See “BookEntryOnly System” in Appendix K hereto..", "The Bonds are limited and special revenue obligations of the Oklahoma Water Resources Board (the “Board”) and are payable as to  principal and interest solely from the security granted under the Bond Indenture, hereinafter defined, which includes (i) Revenues derived  from  the  Pledged  Loans  (as  such  terms  are  defined  herein),  (ii)  amounts  held  in  the  funds  and  accounts  established  under  the  Bond  Indenture  (subject  to  certain  exceptions  as  more  fully  described  herein),  and  (iii)  all  proceeds  of  the  foregoing  (including  investment  earnings thereon) held by BancFirst, Oklahoma City, Oklahoma, as trustee (the “Bond Trustee”), under the Bond Indenture dated as of  March 1, 2018 (the “Bond Indenture”), between the Board and the Bond Trustee.", "The Bond Trustee also has been designated to act as  Paying Agent and Registrar for the Bonds.", "In addition, the Bonds are secured by amounts that become available under a Master Trust  Agreement,  dated  as  of  October  1,  2003  (the  “Master  Trust  Agreement”),  between  the  Board  and  BancFirst,  as  trustee  (the  “Master  Trustee”)..", "The Bonds are subject to optional redemption and extraordinary mandatory redemption prior to  maturity.", "See “THE BONDS.", "Redemption Provisions” herein.", "The Bonds are being issued to provide funds (i) to make loans to Oklahoma local governmental entities to finance projects eligible  for financial assistance from the Drinking Water State Revolving Fund, (ii) to reimburse the Board for amounts previously advanced to  make  such  loans,  (iii)  to  finance  certain  State  Matching  Funds  that  are  required  as  a  condition  of  receiving  federal  moneys  for  the  Drinking Water State Revolving Fund Program, and (iv) to pay costs of issuance of the Bonds..", "Maturity Schedule on Inside Cover Page.", "The State of Oklahoma (the “State”) is not obligated to pay the principal of or interest on the Bonds.", "The Bonds do not  constitute  a  debt  or  a  pledge  of  the  faith  and  credit  or  taxing  power  of  the  State  or  of  any  county,  municipality  or  political  subdivision of the State, and the holders or owners thereof shall have no right to have taxes levied by the State Legislature or the  taxing  authority  of  any  county,  municipality  or  political  subdivision  of  the  State  for  the  payment  of  the  principal  thereof  or  interest thereon.", "The Board has no taxing power..", "The Bonds described above are offered for sale, when, as and if issued, and received by the Underwriters, subject to prior sale, to  withdrawal or modification of the offer without notice and subject to certification by the Attorney General of the State, and the approval  of legality by McCall, Parkhurst & Horton L.L.P., Dallas, Texas, Bond Counsel.", "Certain legal matters will be passed upon for the Board  by its General Counsel and certain legal matters will be passed upon by Orrick, Herrington & Sutcliffe LLP, Austin, Texas, as Counsel to  the Underwriters.", "It is expected that the Bonds will be available for delivery to DTC in New York, New York, on or about March 22,  2018.. BOK Financial Securities, Inc.. Morgan Stanley.", "Stifel.", "BofA Merrill Lynch."], "intro_page_paragraphs": ["OFFICIAL STATEMENT.", "$80,055,000.", "OKLAHOMA WATER RESOURCES BOARD.", "REVOLVING FUND REVENUE.", "BONDS – DRINKING WATER PROGRAM.", "SERIES 2018 (MASTER TRUST).", "Purpose of Official Statement.", "INTRODUCTION.", "This  Official  Statement,  which  includes  the  cover  page  and  the  Appendices  attached  hereto,  provides information in connection with the offer and sale by the Oklahoma Water Resources Board (the  “Board”),  a  body  corporate  and  politic  and  an  instrumentality,  agency  and  department  of  the  State  of  Oklahoma (the “State”), of its $80,055,000 Oklahoma Water Resources Board Revolving Fund Revenue  Bonds – Drinking Water Program, Series 2018 (Master Trust) (the “Bonds”).", "Capitalized terms used in  this Official Statement and not otherwise defined herein have the meaning set forth in Appendix A.. Authority for the Bonds.", "The Bonds are being issued by the Board pursuant to Title 82, Oklahoma Statutes 2011, Section  1085.31 et seq., as amended (the “Act”), and an authorizing resolution adopted by the Board on February  20, 2018 (the “Resolution”).", "The Bonds are being issued and secured under a Bond Indenture, dated as of  March 1, 2018 (the “Bond Indenture”), between the Board and BancFirst, Oklahoma City, Oklahoma, as  trustee (the “Bond Trustee”).", "The Bonds additionally are secured under a Master Trust Agreement dated  as of October 1, 2003 (the “Master Trust Agreement”), between the Board and BancFirst, as trustee (the  “Master Trustee”).. Purpose of the Bonds.", "The Board was established pursuant to statute now codified at Title 82, Oklahoma Statutes 2011,  Section 1085.1, as amended.", "Among other statutory powers and duties of the Board, the Act authorizes  the Board to carry out the purposes of the Act, including the establishment and administration of its Clean  Water  State  Revolving  Fund  Loan  Program  (the  “CWSRF  Program”)  and  its  Drinking  Water  State  Revolving Fund Loan Program (the “DWSRF Program”).", "Under the Act, the Board is authorized to issue  obligations to finance any Water Quality Project or Drinking Water Treatment Project, each as defined in  the Act.", "The Master Trust Agreement permits the issuance of bonds for the CWSRF Program and the  DWSRF Program.", "Upon the issuance of the Bonds, there will be 10 series of bonds issued by the Board  that  will  be  Outstanding  under  the  terms  of  the  Master  Trust  Agreement  and  the  bond  indentures  governing their issuance.", "The previous series of bonds issued by the Board and remaining Outstanding  under the Master Trust Agreement (collectively, the “Outstanding Master Trust Bonds”) were issued by  the  Board  under  separate  bond  indentures  and  are  described  under  the  caption  “MASTER  TRUST  BONDS”  herein.", "Future  series  of  revolving  fund  revenue  bonds  issued  under  the  Master  Trust  Agreement may benefit either or both of the CWSRF Program and the DWSRF Program..", "The Bonds are being issued in furtherance of the Board’s DWSRF Program to provide funds (i) to  make loans to Oklahoma local governmental entities to finance projects eligible for financial assistance  from  the  Drinking  Water  State  Revolving  Fund,  (ii)  to  reimburse  the  Board  for  amounts  previously  advanced to make such loans, (iii) to finance certain State Matching Funds that are required as a condition."], "cusip": "67919PNT6", "issuer_cusip": "67919P"}