{"file_name": "train dataset/68562RAM9.pdf", "total_pages": 152, "first_page": 7, "toc_page": 5, "intro_page": 7, "use_of_proceeds_page": "Searched Doc For Proceeds Information", "use_of_proceeds_paragraphs": ["OFFICIAL STATEMENT.", "$52,685,000.", "ORCHARD FARM RV SCHOOL DISTRICT.", "CERTIFICATES OF PARTICIPATION.", "SERIES 2020.   .", "INTRODUCTION.", "General      The purpose of this Official Statement is to furnish information in connection with the offering and sale  of  $52,685,000 principal amount of Orchard Farm RV School District Certificates of Participation, Series 2020  (the “Series 2020 Certificates”), representing the proportionate interests of the owners thereof (the “Registered  Owners”) in rental payments (the  “Rental Payments”) to be made by  Orchard Farm RV School District, a  school district and political subdivision of the State of Missouri (the “District”), pursuant to a Lease Agreement  dated as of October 1, 2020 (the “Lease”), between BOKF, N.A., as Lessor, and the District, as Lessee.", "The Series 2020 Certificates are being delivered pursuant to a Trust Indenture dated as of October 1,  2020  (the  “Indenture”),  between  the  District  and  BOKF,  N.A.,  Kansas  City,  Missouri,  as  trustee  (the “Trustee”), for the purpose of providing funds to pay the costs of: (1) a project including making capital  improvements  to  school  facilities  of  the  District  (the  “Project”),  as  described  under  the  heading  “PLAN  OF  FINANCE, located on or near certain real property owned by the District and located within the boundaries of  the District (the “Project Site”), and (2) delivery of the Series 2020 Certificates as described herein.", "The Project  Site and all additions, modifications, improvements, replacements and substitutions made thereon and thereto  and any additional facilities financed with Additional Certificates (as hereinafter defined) on the Project Site are  collectively referred to as the “Facilities” as more fully described under the heading “SECURITY FOR THE  SERIES 2020 CERTIFICATES  Facilities.”    Purpose of the Series 2020 Certificates      described under the heading “PLAN OF FINANCE” and delivery of the Series 2020 Certificates.", "Pursuant  to  the  provisions  of  Section  177.088  of  the  Revised  Statutes  of  Missouri,  as  amended  (the “Act”), (a) the District will lease the Project Site to the Trustee for a term ending April 1, 2065, pursuant to  a Base Lease dated as of October 1, 2020 (the “Base Lease”) between the Trustee and the District, and (b) the  proceeds of the Series 2020 Certificates will be used to finance the costs of acquiring, constructing, improving,  renovating, furnishing and equipping the Project.", "The Trustee, as Lessor, will then lease the Facilities to the  District, as Lessee, pursuant to the Lease for an initial term commencing on the date of delivery of the Series  2020 Certificates and terminating on June 30, 2021 (the “Initial Term”), the last day of the District’s current  fiscal year and, subject to annual renewal and budget appropriations at the option of the District, for oneyear  renewal  terms,  provided  that  the  final  renewal  term  does  not  extend  beyond  April  1,  2045  (the “Renewal  Terms”).", "Pursuant  to  the  Indenture,  the  District  will  pledge  and  assign  rents,  revenues  and  receipts  under  the  Lease and other moneys to the Trustee as security for the payment of the Series 2020 Certificates and the interest  components  with  respect  thereto.", "The  Indenture  provides  for  the  possible  future  delivery  of  additional  certificates  (“Additional  Certificates”)  which,  if  delivered,  would  rank  on  a  parity  with  the  Series  2020  Certificates  and  any  other  certificates  then  outstanding  under  the  Indenture.", "See  “ADDITIONAL.", "The  Series  2020  Certificates  are  being  delivered  to  finance  the  costs  of  the  Project,  as  more  fully.", "CERTIFICATES” herein.", "The Series 2020 Certificates and any future Additional Certificates delivered under  the Indenture are hereinafter referred to collectively as the “Certificates.”    The District      The District is a political subdivision organized and existing under the laws of the State of Missouri.", "The  District’s headquarters are located in Lebanon, Missouri.", "See Appendix A for additional information regarding  the District.", "Facilities      The Facilities located on the Project Site will include (a) a new stateoftheart high school to house up  to  1,000  students  and  (b)  various  other capital  improvements,  all  to  be  located  in  St.  Charles,  Missouri.", "The  Facilities are subject to the Base Lease.", "For a further description of the Facilities, see “SECURITY FOR THE  SERIES 2020 CERTIFICATES – Facilities.”    Risk Factors      Certain  risks  could  affect  the  Rental  Payments  and  other  payments  to  be  made  by  the  District  with  respect  to  the  Lease  and  the  Series  2020  Certificates.", "See  “RISK  FACTORS  AND  INVESTMENT  CONSIDERATIONS” herein.", "Limited Obligations      The Series 2020 Certificates will be payable solely from the Rental Payments to be paid by the District  under the Lease for the use of the Facilities, from certain proceeds of insurance policies or condemnation awards,  from certain reserves and interest earnings on moneys in certain funds held by the Trustee, from money derived  from the sale or lease of the Trustee’s interest in the Facilities or portions thereof, and not from any other fund  or  source  of  the  Trustee.", "The  obligation of  the  District  to pay Rental  Payments  and  Additional Payments  is  limited  to  those  District  funds  which  are  specifically  budgeted  and  appropriated  annually  by  the  Board  of  Education of the District for such purpose.", "No reserve fund has or will be established to secure payment of the  Rental Payments.", "Rental Payments under the Lease will be paid by the District from amounts in the District’s  Capital Projects Fund.", "See “FINANCIAL INFORMATION CONCERNING THE DISTRICT – Missouri  School Finance Laws” in Appendix A.", "Neither  the  Series  2020  Certificates,  the  Lease  nor  any  payments  required  under  the  Lease  shall  constitute a mandatory payment obligation of the District in any year beyond the then current year for which the  District has renewed and is a lessee under the Lease, or constitute or give rise to a general obligation or other  indebtedness of the District.", "The District is not legally obligated to budget or appropriate moneys for any fiscal  year beyond the current fiscal year or any subsequent fiscal year in which the Lease is in effect, and there can be  no assurance that the District will appropriate funds to make Rental Payments or renew the Lease after the Initial  Term  or  any  Renewal  Term  of  the  Lease."], "first_page_paragraphs": ["S&P RATING:  A+  NEW ISSUE  See “RATING” herein.", "BOOKENTRY ONLY            In  the  opinion  of  Gilmore  &  Bell,  P.C.,  Special  Counsel  to  the  District,  under  existing  law  and  assuming  continued  compliance with certain requirements of the Internal Revenue Code of 1986, as amended (the “Code”), the interest component of  Rental Payments paid by the District and distributed to the registered owners of the Series 2020 Certificates (including any original  issue discount properly allocable to an owner thereof) (1) is excludable from gross income for federal income tax purposes and is  not an item of tax preference for purposes of the federal alternative minimum tax and (2) is exempt from income taxation by the  State of Missouri.", "The District’s obligation to pay Rental Payments under the Lease has not been designated as a “qualified tax exempt obligation” within the meaning of Section 265(b)(3) of the Code.", "See “TAX MATTERS” herein.", "$52,685,000.", "ORCHARD FARM RV SCHOOL DISTRICT.", "CERTIFICATES OF PARTICIPATION.", "SERIES 2020. .", "Due:  April 1, as shown on inside cover page  Dated:  Date of Delivery         The  Certificates of Participation,  Series 2020 (the “Series 2020 Certificates”)  are deliverable only as fullyregistered  certificates in authorized denominations of $5,000 or any integral multiple thereof.", "Principal components will be payable each  April 1 in the years shown on the inside cover page.", "Semiannual interest components will be payable on April 1 and October 1,  beginning April 1, 2021.", "The Series 2020 Certificates evidence the ownership of proportionate interests in, and rights to receive payments under,  a Lease Agreement dated as of October 1, 2020 (the “Lease”) entered into between BOKF, N.A., as lessor, and the Orchard Farm  RV School District (the “District”), as lessee.", "The Series 2020 Certificates are to be executed and delivered pursuant to a Trust  Indenture dated as of October 1, 2020 (the “Indenture”), between BOKF, N.A., as trustee (the “Trustee”) and the District.", "The District’s obligation to make Rental Payments and other payments under the Lease is subject to annual appropriation    by the Board of Education.", "Neither the Series 2020 Certificates nor the Lease shall constitute a liability or obligation of the  District beyond the Initial Term or the Renewal Term in effect at any time.", "The District is under no obligation to renew  the Lease at  the  end  of  the  Initial  Term or any Renewal  Term.", "Neither the  Series  2020 Certificates  nor  the Lease will  constitute a general obligation or indebtedness of the District within the meaning of any constitutional or statutory debt  limitation or restriction.", "The Trustee will have no financial obligation under the Lease or the Indenture.", "The delivery of  the Series 2020 Certificates will not obligate the District to levy any form of taxation therefor or to make any appropriation  for their payment in any year subsequent to a year for which the Lease has been renewed and is in effect.", "An investment in the Series 2020 Certificates involves risk.", "Prospective purchasers should be able to evaluate the  risks  and  merits  of  an  investment  in  the  Series  2020  Certificates  before  considering  a  purchase  of  the  Series  2020  Certificates.", "See “RISK FACTORS AND INVESTMENT CONSIDERATIONS” herein.", "“THE SERIES 2020 CERTIFICATES – Prepayment Provisions.”  .", "The Series 2020 Certificates are subject to prepayment prior to maturity as more fully described herein under the caption.", "MATURITY SCHEDULE:  SEE INSIDE FRONT COVER.", "The Series 2020 Certificates will be offered when, as and if delivered and approved by the District, subject to prior sale,  modification or withdrawal of the offer without sale, and subject to the approval of validity and certain other matters by Gilmore  & Bell, P.C., Kansas City, Missouri, Special Counsel, and certain other conditions.", "Certain legal matters related to the Official  Statement will be passed upon by Gilmore & Bell, P.C., Kansas City, Missouri.", "Certain legal matters will be passed upon for  the Underwriter by Bryan Cave Leighton Paisner LLP, Kansas City, Missouri.", "It is expected that the Series 2020 Certificates  will be available for delivery in bookentry form through the facilities of DTC in New York, New York on or about October 15,  2020..", "The date of this Official Statement is September 15, 2020."], "intro_page_paragraphs": ["OFFICIAL STATEMENT.", "$52,685,000.", "ORCHARD FARM RV SCHOOL DISTRICT.", "CERTIFICATES OF PARTICIPATION.", "SERIES 2020.   .", "INTRODUCTION.", "General      The purpose of this Official Statement is to furnish information in connection with the offering and sale  of  $52,685,000 principal amount of Orchard Farm RV School District Certificates of Participation, Series 2020  (the “Series 2020 Certificates”), representing the proportionate interests of the owners thereof (the “Registered  Owners”) in rental payments (the  “Rental Payments”) to be made by  Orchard Farm RV School District, a  school district and political subdivision of the State of Missouri (the “District”), pursuant to a Lease Agreement  dated as of October 1, 2020 (the “Lease”), between BOKF, N.A., as Lessor, and the District, as Lessee.", "The Series 2020 Certificates are being delivered pursuant to a Trust Indenture dated as of October 1,  2020  (the  “Indenture”),  between  the  District  and  BOKF,  N.A.,  Kansas  City,  Missouri,  as  trustee  (the “Trustee”), for the purpose of providing funds to pay the costs of: (1) a project including making capital  improvements  to  school  facilities  of  the  District  (the  “Project”),  as  described  under  the  heading  “PLAN  OF  FINANCE, located on or near certain real property owned by the District and located within the boundaries of  the District (the “Project Site”), and (2) delivery of the Series 2020 Certificates as described herein.", "The Project  Site and all additions, modifications, improvements, replacements and substitutions made thereon and thereto  and any additional facilities financed with Additional Certificates (as hereinafter defined) on the Project Site are  collectively referred to as the “Facilities” as more fully described under the heading “SECURITY FOR THE  SERIES 2020 CERTIFICATES  Facilities.”    Purpose of the Series 2020 Certificates      described under the heading “PLAN OF FINANCE” and delivery of the Series 2020 Certificates.", "Pursuant  to  the  provisions  of  Section  177.088  of  the  Revised  Statutes  of  Missouri,  as  amended  (the “Act”), (a) the District will lease the Project Site to the Trustee for a term ending April 1, 2065, pursuant to  a Base Lease dated as of October 1, 2020 (the “Base Lease”) between the Trustee and the District, and (b) the  proceeds of the Series 2020 Certificates will be used to finance the costs of acquiring, constructing, improving,  renovating, furnishing and equipping the Project.", "The Trustee, as Lessor, will then lease the Facilities to the  District, as Lessee, pursuant to the Lease for an initial term commencing on the date of delivery of the Series  2020 Certificates and terminating on June 30, 2021 (the “Initial Term”), the last day of the District’s current  fiscal year and, subject to annual renewal and budget appropriations at the option of the District, for oneyear  renewal  terms,  provided  that  the  final  renewal  term  does  not  extend  beyond  April  1,  2045  (the “Renewal  Terms”).", "Pursuant  to  the  Indenture,  the  District  will  pledge  and  assign  rents,  revenues  and  receipts  under  the  Lease and other moneys to the Trustee as security for the payment of the Series 2020 Certificates and the interest  components  with  respect  thereto.", "The  Indenture  provides  for  the  possible  future  delivery  of  additional  certificates  (“Additional  Certificates”)  which,  if  delivered,  would  rank  on  a  parity  with  the  Series  2020  Certificates  and  any  other  certificates  then  outstanding  under  the  Indenture.", "See  “ADDITIONAL.", "The  Series  2020  Certificates  are  being  delivered  to  finance  the  costs  of  the  Project,  as  more  fully."], "cusip": "68562RAM9", "issuer_cusip": "68562R"}