{"file_name": "train dataset/702755CU1.pdf", "total_pages": 291, "first_page": 11, "toc_page": 6, "intro_page": 11, "use_of_proceeds_page": "Searched Doc For Proceeds Information", "use_of_proceeds_paragraphs": "Use of Proceeds Not Found", "first_page_paragraphs": ["New Issue  BookEntryOnly.", "Rating: Moody’s: Aa1 (see “Credit Rating” herein)   In the opinion of Gibbons P.C., Bond Counsel to the Authority (as defined herein), assuming continuing compliance by the Authority  and the Borrower (as defined herein) with certain tax covenants described herein, under existing law, interest on the Series 2020 Bonds (as defined  herein) is excluded from the gross income of the owners of the Series 2020 Bonds for Federal income tax purposes pursuant to Section 103 of the  Internal Revenue Code of 1986, as amended (the “Code”) and interest on the Series 2020 Bonds is not an item of tax preference under Section 57  of the Code for purposes of computing alternative minimum tax.", "Under existing law, interest on the Series 2020 Bonds and net gains from the sale  of the Series 2020 Bonds are exempt from the tax imposed by the New Jersey Gross Income Tax Act.", "See “TAX MATTERS” herein regarding  certain other tax considerations.", "$17,010,00.", "The Passaic County Improvement Authorit.", "(Passaic County, New Jersey.", "Governmental Loan Revenue Bonds, Series 2020 (Passaic County Guaranteed.", "(City of Paterson Board of Education Project) (Green Bonds) .", "Due: February 1, as shown on inside cover page  Dated:  Date of Delivery        The Governmental Loan Revenue Bonds, Series 2020 (Passaic County Guaranteed) (City of Paterson Board of Education Project) (Green Bonds) (the “Series  2020 Bonds”) will be issued by The Passaic County Improvement Authority (the “Authority”) as fully registered bonds and, when issued, will be registered in the name  of Cede & Co., as nominee for The Depository Trust Company (“DTC”), an automated depository for securities and clearing house transactions, which will act as  securities depository for the Series 2020 Bonds.", "Individual purchases will be made in bookentry form (without certificates) in the principal amount of $5,000 or any  integral multiple thereof.", "The principal of the Series 2020 Bonds is payable on February 1 in the years shown below, and interest on the Series 2020 Bonds is payable semiannually on  February 1 and August 1 in each year, commencing February 1, 2021, to the registered owners thereof at their respective addresses as they appear on the registration  books of U.S. Bank National Association, Edison, New Jersey, trustee, bond registrar and paying agent, until the Authority’s obligations with respect to payment of  the principal of the Series 2020 Bonds shall be discharged.", "Provided DTC or its nominee Cede & Co. is the registered owner of the Series 2020 Bonds, payments of the  principal, redemption premium, if any, and interest on the Series 2020 Bonds will be made directly to DTC or its nominee, which is obligated to remit such principal,  redemption premium and interest to DTC Participants, as defined herein.", "DTC Participants and Indirect Participants, as defined herein, will be responsible for remitting  such payments to the beneficial owners of the Series 2020 Bonds.", "See, “DESCRIPTION OF THE SERIES 2020 BONDS  The DTC BookEntryOnly System”,  herein.", "The Series 2020 Bonds are subject to redemption prior to maturity as set forth herein.", "The Series 2020 Bonds are being issued pursuant to the 2020 Governmental Loan Revenue Bond Resolution (City of Paterson Board of Education Project)  (Green Bonds) of the Authority adopted on May 27, 2020, as supplemented pursuant to the First Supplemental 2020 Governmental Loan Bond Resolution (City  of Paterson Board of Education Project) adopted on June 17, 2020 (together, the “Resolution”), and in accordance with the County Improvement Authorities Law,  constituting Chapter 183 of The Pamphlet Laws of 1960 of the State of New Jersey, as amended and supplemented (the “Act”).", "The Series 2020 Bonds are being  issued to provide funds to make a loan to The Board of Education of the City of Paterson in the County of Passaic, New Jersey (the “Borrower” or the “Board” when  referring to the governing body and legal entity and the “School District” when referring to the territorial boundaries governed by the Board) to (i) finance the costs of  various energy savings improvements to the School District’s facilities, and (ii) pay certain of the costs of issuance of the Series 2020 Bonds, and the Borrower Bonds, as  hereinafter defined.", "The Series 2020 Bonds will be payable from and are secured by payments made on general obligation bonds of the Borrower (the “Borrower Bonds”).", "The  Borrower Bonds will be sold to the Authority pursuant to a bond purchase agreement entered into between the Authority and the Borrower.", "The Borrower Bonds shall  be direct and general obligations of the Borrower and are additionally secured by the New Jersey School Bond Reserve Act (N.J.S.A.", "18A:5617 et seq.)", "(the “School  Bond Reserve Act”).", "In the opinion of Bond Counsel to the Borrower, the Borrower Bonds are valid and legally binding obligations of the Borrower and, unless  paid from other sources, are payable from ad valorem taxes levied upon all the taxable property within the jurisdiction of the Borrower, without limitation as to rate or  amount, and are additionally secured by the School Bond Reserve Act.", "(See “SECURITY FOR THE SERIES 2020 BONDS” herein).", "As additional security for the Series 2020 Bonds, payment of the principal of and interest on the Series 2020 Bonds is fully, unconditionally and irrevocably  guaranteed by the County of Passaic, New Jersey (the “County”) pursuant to a guaranty resolution adopted on May 19, 2020 by the County (the “County Guaranty”).", "The County has the power and the obligation to cause the levy of ad valorem taxes upon all the taxable property within the jurisdiction of the County without limitation  as to rate or amount for the payment of its obligation under the County Guaranty.", "The County Guaranty shall remain in effect until the Series 2020 Bonds have been  paid in full.", "The Authority, but not any independent third party, has designated the Series 2020 Bonds as “Green Bonds.”  See “DESCRIPTION OF THE SERIES 2020.", "BONDS – Designation of the Series 2020 Bonds as Green Bonds..", "THE AUTHORITY HAS NO POWER TO LEVY OR COLLECT TAXES.", "THE SERIES 2020 BONDS ARE NEITHER A DEBT NOR  LIABILITY OF THE STATE OF NEW JERSEY, THE COUNTY (EXCEPT TO THE EXTENT OF THE COUNTY GUARANTY), THE  BORROWER OR ANY OTHER POLITICAL SUBDIVISION OF THE STATE OF NEW JERSEY OTHER THAN THE AUTHORITY.", "This cover page includes certain information for reference only and is not a summary of matters set forth herein.", "Investors should read the entire.", "Official Statement to obtain information essential to the making of an informed investment decision.", "The Series 2020 Bonds are offered for delivery when, as and if issued and delivered to the Underwriter, subject to the approval of legality by  Gibbons P.C., Newark, New Jersey, Bond Counsel to the Authority.", "Certain legal matters concerning the obligations of the County will be passed  upon by Matthew P. Jordan, Esq., Paterson, New Jersey, County Counsel and by its Bond Counsel, Archer & Greiner, P.C., Red Bank, New Jersey.", "Certain legal matters concerning the Borrower Bonds will be passed upon by McManimon, Scotland & Baumann, LLC, Roseland, New Jersey,  Bond Counsel to the Borrower.", "Certain legal matters will be passed upon for the Authority by its General Counsel, Law Offices of Peter A. Tucci,  Jr. LLC, Hackensack, New Jersey, and for the Underwriter by its Counsel, GluckWalrath LLP, Freehold, New Jersey.", "NW Financial Group,  LLC, Hoboken, New Jersey has acted as financial advisor to the Authority in connection with the issuance of the Series 2020 Bonds.", "Phoenix  Advisors, LLC, Bordentown, New Jersey has acted as financial advisor to the Borrower in connection with the issuance of the Borrower Bonds.", "It  is expected that the Series 2020 Bonds will be available for delivery to DTC on or about July 15, 2020 in New York, New York or such other place  as agreed to by the Authority.", "Dated: June 25, 202."], "intro_page_paragraphs": ["OFFICIAL STATEMENT.", "of.", "THE PASSAIC COUNTY IMPROVEMENT AUTHORITY.", "Relating to its  $17,010,000.", "Governmental Loan Revenue Bonds, Series 2020 (Passaic County Guaranteed).", "(City of Paterson Board of Education Project) (Green Bonds) .", "INTRODUCTION.", "This  Official  Statement,  which  includes  the  cover  page  and  the  Appendices  attached  hereto,  is  furnished  by  The  Passaic  County  Improvement  Authority  (the  \"Authority\"),  a  public  body  corporate  and  politic  of  the  State  of  New  Jersey  (the  \"State\"),  to  provide  certain  information relating to The Board of Education of the City of Paterson in the County of Passaic,  New  Jersey  (the  \"Borrower\"  or  the  “Board”  when  referring  to  the  governing  body  and  legal  entity  and  the  “School  District”  when  referring  to  the  territorial  boundaries  governed  by  the  Board),  as  described  under  \"THE  LOAN\"  herein,  and  the  $17,010,000  principal  amount  of  the  Governmental Loan Revenue Bonds, Series 2020 (Passaic County Guaranteed) (City of Paterson  Board  of  Education  Project)  (Green  Bonds)  (the  \"Series  2020  Bonds\")  to  be  issued  by  the  Authority.", "The  Series  2020  Bonds  are  to  be  issued  pursuant  to  the  County  Improvement  Authorities  Law,  constituting  Chapter  183  of  the  Pamphlet  Laws  of  1960  of  the  State  of  New  Jersey,  as  amended  and  supplemented  (the  \"Act\"),  and  the  2020  Governmental  Loan  Revenue  Bond Resolution (City of Paterson Board of Education Project) adopted by the Authority on May  27,  2020,  as  supplemented  pursuant  to  the  First  Supplemental  2020  Governmental  Loan  Bond  Resolution (City of Paterson Board of Education Project) adopted on June 17, 2020 (together, the  \"Resolution\")..", "The Series 2020 Bonds constitute special and limited obligations of the Authority and are  secured  only  by  those  revenues  of  the  Authority  which  are  derived  by  the  Authority  from  the  loan  repayments  (the  \"Loan  Repayments\")  made  by  the  Borrower  pursuant  to  the  Borrower  Bonds  (as  hereinafter  defined)  purchased  by  the  Authority  pursuant  to  the  Borrower  Purchase  Agreement  as  herein  described.", "The  Loan  Repayments  made  pursuant  to  the  Borrower  Bonds  are  pledged  by  the  Authority  for  the  payment  of  the  principal  of,  redemption  premium,  if  any,  and interest on the Series 2020 Bonds..", "The Borrower Bonds are issued pursuant to: (i) N.J.S.A.", "18A:18A4.6(c)(3) and N.J.S.A.", "18A:2461.1 et seq.", "(together, the “School Bond Law”), (ii) a refunding bond ordinance finally  adopted by the Board on April 22, 2020 (the “Refunding Bond Ordinance”), and (iii) a resolution  duly adopted by the Board on April 22, 2020.", "The Borrower Bonds shall be direct and general  obligations  of  the  Borrower  and  are  additionally  secured  by  the  New  Jersey  School  Bond  Reserve Act (N.J.S.A.", "18A:5617 et seq.)", "(the \"School Bond Reserve Act\").", "In  the opinion of  Bond  Counsel  to  the  Borrower,  the  Borrower  Bonds  are  valid  and  legally  binding  general  obligations of the Borrower,  and, unless paid from  other sources,  are payable from ad valorem  taxes  levied  upon  all  taxable  property  within  the  jurisdiction  of  such  Borrower,  without  limitation  as  to  rate  or  amount,  and  are  additionally  secured  by  the  School  Bond  Reserve  Act.", "See, \"SECURITY FOR THE SERIES 2020 BONDS  Obligation of the Borrower,\" herein.. .", "1."], "cusip": "702755CU1", "issuer_cusip": "702755"}