{"file_name": "train dataset/742378LX8.pdf", "total_pages": 118, "first_page": 1, "toc_page": 3, "intro_page": 4, "use_of_proceeds_page": "Searched Doc For Proceeds Information", "use_of_proceeds_paragraphs": ["The City of Princeton is a Type A general law municipality and political subdivision of the  State, located in Collin County, Texas.", "The City covers approximately 4.3 square miles (see  “Introduction  Description of the City”)..", "THE CERTIFICATES ......................", "The $17,365,000 City of Princeton, Texas, Combination Tax and Surplus Revenue Certificates  of  Obligation,  Series  2020  (the  “Certificates”),  are  issued  as  serial  certificates  maturing  on  February 15 in each of the years 2021 through 2040 (see “The Certificates – Description of the  Certificates”)..   PAYMENT OF INTEREST ...............   Interest on the Certificate accrues from the Date of Delivery, and is payable February 15, 2021  and each August 15 and February 15 thereafter until maturity or prior redemption.", "(See “The  Certificates  Description of the Certificates”).", "AUTHORITY FOR ISSUANCE .........", "The  Certificates  are  issued  pursuant  to  the  Constitution  and  general  laws  of  the  State,  particularly, Texas Local Government Code, Chapter 271, Subchapter C, as amended, Chapter  1502, Texas Government Code, as amended, and an ordinance passed by the City Council of the  City (see “The Certificates  Authority for Issuance of the Certificates”).", "SECURITY FOR  THE CERTIFICATES ......................", "The Certificates constitute direct obligations of the City payable from the levy and collection of  a direct and continuing annual ad valorem tax, within the limits prescribed by law, on all taxable  property located within the City, as provided in the Ordinance authorizing the Certificates.", "In  addition,  the  Certificates  are  payable  from  a  pledge  of  surplus  revenues  of  the  City’s  Waterworks and Sewer System (the “System”) (see \"The Certificates  Security and Source of  Payment\" and “The Certificates – Tax Rate Limitations” herein.)..", "REDEMPTION ...............................", "The City reserves the right, at its option, to redeem Certificates having stated maturities on and  after  February  15,  2030  in  whole  or  in  part  in  principal  amounts  of  $5,000  or  any  integral  multiple thereof, on February 15, 2029, or any date thereafter, at the par value thereof plus  accrued interest to the date of redemption (see “The Certificates  Optional Redemption”)..   TAX EXEMPTION ..........................", "In the opinion of Bond Counsel, the interest on the Certificates will be excludable from gross  income for federal income tax purposes under statutes, regulations, published rulings and court  decisions existing on the date thereof, subject to the matters described under the caption “Tax  Matters” herein..   USE OF PROCEEDS ........................", "Proceeds from the sale of the Certificates will be used for (1) acquiring, constructing, designing  and engineering a new City Hall including related landscaping, fountains, lighting, parking and  signage  related  to  such  City  Hall  and  the  costs  associated  with  the  purchase  of  necessary  interests in land, including easements, necessary for such projects and (2) for paying fees for  legal, fiscal, engineering, architectural and other professional services in connection with these  projects..   RATINGS  ......................................", "The Certificates and the presently outstanding tax supported debt of the City are rated “AA”  by Standard & Poor’s Ratings Services, a Standard & Poor’s Financial Service LLC business  (“S&P”) and “AA” by Fitch Rating Services (“Fitch”), without regard to credit enhancement  (see “Other Information  Ratings”).", "BOOKENTRYONLY     SYSTEM ......................................", "The definitive Certificates will be initially registered and delivered only to Cede & Co., the  nominee  of  DTC  pursuant  to  the  BookEntryOnly  System  described  herein.", "Beneficial  ownership of the Certificates may be acquired in denominations of $5,000 of principal amount  or  integral  multiples  thereof.", "No  physical  delivery  of  the  Certificates  will  be  made  to  the  beneficial owners thereof.", "Principal of, premium, if any, and interest on the Certificates will be  payable by the Paying Agent/Registrar to Cede & Co., which will make distribution of the  amounts so paid to the participating members of DTC for subsequent payment to the beneficial  owners of the Certificates (see “The Certificates  BookEntryOnly System”) ..   PAYMENT RECORD .....................", "The City has never defaulted in payment of its bonded indebtedness.. .", "4. .", "GENERAL FUND CONSOLIDATED STATEMENT SUMMARY.", "Beginning Balance Total Revenue Total Expenditures Other Financing Sources (Uses) Prior Period Adjustments Increase (Decrease) in Fund Balance Ending Balanc.", "Fiscal Year Ending September 30.", "2019 2,973,645 $  8,824,677     8,904,380            199,966                        120,263 3,093,908 $  .", "2018 $  2,516,049     8,155,301 9,029,948         1,332,243                        457,596 $    2,973,64.", "2017 1,718,756 $  7,146,277     6,106,715              74,930       (317,197)        797,295 2,516,049 $  .", "2016 $     978,092 5,192,305     4,634,293            182,652                        740,664 1,718,756 $.", "2015 $   797,638 4,010,791   3,871,961          41,624                    $ ."], "first_page_paragraphs": ["(See “Continuing Disclosure of  Information” herein).", "OFFICIAL STATEMENT.", "May 11, 2020.", "Ratings:  S&P:  “AA”  Fitch:  “AA”  See  “Other  Information  –  Ratings”  herein.", "NEW ISSUE  BookEntryOnly    In the opinion of McCall, Parkhurst & Horton L.L.P., Bond Counsel to the City, interest on the Certificates will be excludable from  gross income for federal income tax purposes under statutes, regulations, published rulings and court decisions existing on the date  thereof, subject to the matters described under “Tax Matters” herein.", "$17,365,000.", "CITY OF PRINCETON, TEXAS.", "(Collin County).", "COMBINATION TAX AND SURPLUS REVENUE  CERTIFICATES OF OBLIGATION, SERIES 2020.", "Due:  February 15, as shown on page 2.", "Dated Date:  Date of Delivery  Interest to accrue from Date of Delivery    PAYMENT TERMS .", "Interest on the $17,365,000 City of Princeton, Texas, Combination Tax and Surplus Revenue Certificates of  Obligation, Series 2020 (the “Certificates”), will accrue from the Date of Delivery, and will be payable February 15, 2021, and  each August 15 and February 15 thereafter until maturity or prior redemption.", "Interest on the Certificates will be calculated on the  basis of a 360day year consisting of twelve 30day months.", "The definitive Certificates will be initially registered and delivered  only to Cede & Co., the nominee of The Depository Trust Company (“DTC”) pursuant to the BookEntryOnly System described  herein.", "Beneficial ownership of the Certificates may be acquired in denominations of $5,000 of principal amount or integral  multiples thereof.", "No physical delivery of the Certificates will be made to the beneficial owners thereof.", "Principal of, premium,  if any, and interest on the Certificates will be payable by the Paying Agent/Registrar to Cede & Co., which will make distribution  of the amounts so paid to the participating members of DTC for subsequent payment to the beneficial owners of the Certificates.", "See “The Certificates  BookEntryOnly System” herein.", "The initial Paying Agent/Registrar for the Certificates is U.S. Bank  National Association, Dallas, Texas (see “The Certificates  Paying Agent/Registrar”).", "AUTHORITY FOR ISSUANCE .", "The Certificates are issued pursuant to the Constitution and general laws of the State of Texas (the  “State” or “Texas”), particularly Texas Local Government Code, Chapter 271, Subchapter C,  as amended, and Chapter 1502,  Texas Government Code, as amended, and an ordinance adopted by the City Council (the \"Ordinance\").", "The Certificates and  constitute direct obligations of the City of Princeton, Texas (the “City” or the “Issuer”), payable from a combination of (i) the levy  and collection of an annual ad valorem tax, within the limits prescribed by law, on all taxable property located within the City, and  (ii) a pledge  of the surplus net revenues of the City’s Waterworks and Sewer System (the “System”) (see \"The Certificates   Security and Source for Payment\" herein.).", "PURPOSE .", "Proceeds from the sale of the Certificates will be used for (1) acquiring, constructing, designing and engineering a  new  City  Hall  including  related  landscaping,  fountains,  lighting,  parking  and  signage  related  to  such  City  Hall  and  the  costs  associated with the purchase of necessary interests in land, including easements, necessary for such projects and (2) for paying fees  for legal, fiscal, engineering, architectural and other professional services in connection with these projects.", "CUSIP PREFIX:  742378.", "MATURITY SCHEDULE & 9 DIGIT CUSIP.", "See Schedule on Page 2.", "LEGALITY .", "The Certificates are offered for delivery when, as and if issued and received by the Underwriter and subject to the  approving opinion of the Attorney General of Texas and the opinion of McCall, Parkhurst & Horton L.L.P., Bond Counsel, Dallas,  Texas (see Appendix C, “Form of Bond Counsel's Opinion”).", "Certain legal matters will be passed upon for the Underwriter by  their counsel Bracewell LLP, Dallas, Texas.", "DELIVERY .", "It is expected that the Certificates will be available for delivery through DTC on or about June 10, 2020 (the “Date  of Delivery”).", "FHN FINANCIAL CAPITAL MARKETS  .", "SAMCO CAPITAL MARKETS."], "intro_page_paragraphs": ["OFFICIAL STATEMENT SUMMARY.", "This summary is subject in all respects to the more complete information and definitions contained or incorporated in this Official  Statement.", "The offering of the Certificates to potential investors is made only by means of this entire Official Statement.", "No person  is authorized to detach this summary from this Official Statement or to otherwise use it without this entire Official Statement.", "THE CITY .....................................", "The City of Princeton is a Type A general law municipality and political subdivision of the  State, located in Collin County, Texas.", "The City covers approximately 4.3 square miles (see  “Introduction  Description of the City”)..", "THE CERTIFICATES ......................", "The $17,365,000 City of Princeton, Texas, Combination Tax and Surplus Revenue Certificates  of  Obligation,  Series  2020  (the  “Certificates”),  are  issued  as  serial  certificates  maturing  on  February 15 in each of the years 2021 through 2040 (see “The Certificates – Description of the  Certificates”)..   PAYMENT OF INTEREST ...............   Interest on the Certificate accrues from the Date of Delivery, and is payable February 15, 2021  and each August 15 and February 15 thereafter until maturity or prior redemption.", "(See “The  Certificates  Description of the Certificates”).", "AUTHORITY FOR ISSUANCE .........", "The  Certificates  are  issued  pursuant  to  the  Constitution  and  general  laws  of  the  State,  particularly, Texas Local Government Code, Chapter 271, Subchapter C, as amended, Chapter  1502, Texas Government Code, as amended, and an ordinance passed by the City Council of the  City (see “The Certificates  Authority for Issuance of the Certificates”).", "SECURITY FOR  THE CERTIFICATES ......................", "The Certificates constitute direct obligations of the City payable from the levy and collection of  a direct and continuing annual ad valorem tax, within the limits prescribed by law, on all taxable  property located within the City, as provided in the Ordinance authorizing the Certificates.", "In  addition,  the  Certificates  are  payable  from  a  pledge  of  surplus  revenues  of  the  City’s  Waterworks and Sewer System (the “System”) (see \"The Certificates  Security and Source of  Payment\" and “The Certificates – Tax Rate Limitations” herein.)..", "REDEMPTION ...............................", "The City reserves the right, at its option, to redeem Certificates having stated maturities on and  after  February  15,  2030  in  whole  or  in  part  in  principal  amounts  of  $5,000  or  any  integral  multiple thereof, on February 15, 2029, or any date thereafter, at the par value thereof plus  accrued interest to the date of redemption (see “The Certificates  Optional Redemption”)..   TAX EXEMPTION ..........................", "In the opinion of Bond Counsel, the interest on the Certificates will be excludable from gross  income for federal income tax purposes under statutes, regulations, published rulings and court  decisions existing on the date thereof, subject to the matters described under the caption “Tax  Matters” herein..   USE OF PROCEEDS ........................", "Proceeds from the sale of the Certificates will be used for (1) acquiring, constructing, designing  and engineering a new City Hall including related landscaping, fountains, lighting, parking and  signage  related  to  such  City  Hall  and  the  costs  associated  with  the  purchase  of  necessary  interests in land, including easements, necessary for such projects and (2) for paying fees for  legal, fiscal, engineering, architectural and other professional services in connection with these  projects..   RATINGS  ......................................", "The Certificates and the presently outstanding tax supported debt of the City are rated “AA”  by Standard & Poor’s Ratings Services, a Standard & Poor’s Financial Service LLC business  (“S&P”) and “AA” by Fitch Rating Services (“Fitch”), without regard to credit enhancement  (see “Other Information  Ratings”).", "BOOKENTRYONLY     SYSTEM ......................................", "The definitive Certificates will be initially registered and delivered only to Cede & Co., the  nominee  of  DTC  pursuant  to  the  BookEntryOnly  System  described  herein.", "Beneficial  ownership of the Certificates may be acquired in denominations of $5,000 of principal amount  or  integral  multiples  thereof.", "No  physical  delivery  of  the  Certificates  will  be  made  to  the  beneficial owners thereof.", "Principal of, premium, if any, and interest on the Certificates will be  payable by the Paying Agent/Registrar to Cede & Co., which will make distribution of the  amounts so paid to the participating members of DTC for subsequent payment to the beneficial  owners of the Certificates (see “The Certificates  BookEntryOnly System”) ..   PAYMENT RECORD .....................", "The City has never defaulted in payment of its bonded indebtedness.. .", "4. ."], "cusip": "742378LX8", "issuer_cusip": "742378"}