{"file_name": "train dataset/84247PLE9.pdf", "total_pages": 228, "first_page": 7, "toc_page": 5, "intro_page": 7, "use_of_proceeds_page": 15, "use_of_proceeds_paragraphs": ["ESTIMATED SOURCES AND USES OF FUNDS.", "The estimated sources and uses of funds relating to the 2020 Bonds are shown below:.", "$ 54,675,000.00  6,634,730.35.", "4,843,266.67.", "1,535,647.26  $ 67,688,644.28.   .", "$ 65,548,966.55.", "1,547,772.92  591,904.81  $ 67,688,644.28.", "Sources:.", "Uses:.", "Principal Amount ................................................", "Premium .............................................................   Release from Refunded 2010 Series A Bonds .", "Debt Service Account ...................................... .", "Release from Refunded 2010 Series A Bonds .", "Debt Service Reserve Account ........................   Total Sources ................................................ .", "Deposit to Escrow Fund .....................................   Deposit to 2010 Series B Bonds .", "Debt Service Reserve Account ........................   Costs of Issuance(1) .............................................   Total Uses .................................................... .", "____________________  (1).", "Includes, among other things, Underwriter’s discount, Trustee’s fees, CoBond Counsel fees, Underwriter’s counsel fees,  rating agencies fees and Municipal Advisor fees.. DEBT SERVICE REQUIREMENTS.", "The debt service requirements for the Bonds are set forth in Appendix E hereto..", "DESCRIPTION OF THE 2020 BONDS.", "General.", "The 2020 Bonds will be issued as fully registered bonds without coupons.", "The 2020 Bonds will  be  issued  in  denominations  of  $5,000  principal  amount  and  any  integral  multiple  thereof.", "The 2020  Bonds will mature on the respective dates and in the respective principal amounts, and will bear interest at  the respective rates per annum set forth on the inside cover page of this Official Statement.", "The 2020  Bonds will be dated their date of delivery.", "Interest on the 2020 Bonds will be payable semiannually on  January 1 and July 1 of each year and on April 1, 2024, commencing July 1, 2020, and will be calculated  on the basis of a 360day year comprised of twelve 30day months..", "The 2020 Bonds when initially issued will be registered in the name of Cede & Co., as registered  owner  and  nominee  of  The  Depository  Trust  Company,  New  York,  New  York  (“DTC”).", "So  long  as  DTC, or its nominee Cede & Co., is the registered owner of all the 2020 Bonds, all payments of principal  of and premium, if any, and interest on such 2020 Bonds will be made directly to DTC.", "Disbursement of  such payments to the corresponding DTC participants will be the responsibility of DTC.", "Disbursement of  such  payments  to  the  applicable  Beneficial  Owners  (as  defined  below)  of  the 2020  Bonds  will  be  the  responsibility of such DTC participants as more fully described herein.", "See “– BOOKENTRY ONLY  SYSTEM” below.. Redemption Provisions.", "Optional  Redemption.", "The 2020  Bonds  maturing  on  April  1,  2024,  are subject to redemption  prior to maturity, at the option of the Authority, from any source of available funds, in whole or in part, at.", "9 ."], "first_page_paragraphs": ["Dated:  April 28, 202."], "intro_page_paragraphs": ["Official Statement.", "relating to.", "$54,675,000.", "Southern California Public Power Authority.", "(a public entity organized under the laws of the State of California).", "Linden Wind Energy Project, Refunding Revenue Bonds, 2020 Series A (Green Bonds).", "Purpose; Authority for Issuance.", "INTRODUCTION.", "This Official Statement (which includes the cover page, the table of contents and the appendices  attached hereto) is furnished by the Southern California Public Power Authority (the “Authority”), a joint  powers  agency  and  a  public  entity  organized  under  the  laws  of  the  State  of  California,  to  provide  information concerning the Linden Wind Energy Project described herein and the $54,675,000 aggregate  principal  amount  of  Linden  Wind  Energy  Project,  Refunding  Revenue  Bonds,  2020  Series A  (Green  Bonds) (the “2020 Bonds”) to be issued by the Authority, as described herein..", "The 2020  Bonds  are  being  issued  pursuant  to  the  provisions  relating  to  the  joint  exercise  of  powers found in Chapter 5 of Division 7 of Title 1 of the Government Code of California, as amended,  and  Article  11  of  Chapter  3  of  Part  1  of  Division  2  of  Title  5 of  the  Government  Code  of  California  (collectively,  the  “Act”),  and  an  Indenture  of  Trust,  dated  as  of  September 1,  2009  (the  “Indenture  of  Trust”),  from  the  Authority  to  U.S. Bank  National  Association,  as  trustee  (the  “Trustee”),  as  supplemented  and  amended,  including  as  supplemented  and  amended  by  the  Fourth  Supplemental  Indenture of Trust, dated as of May 1, 2020, from the Authority to the Trustee, providing for the issuance  of the 2020 Bonds (the “Fourth Supplemental Indenture”).", "The Indenture of Trust, as so supplemented  and amended, is herein referred to as the “Indenture.”.", "The 2020 Bonds are being issued to provide funds, together with certain other available amounts,  to (i) refund the Authority’s outstanding Linden Wind Energy Project, Revenue Bonds, 2010 Series A  (the “2010 Series A Bonds”) and (ii) pay costs of issuance relating to the 2020 Bonds..", "The Project and the Facility.", "The Linden Wind Energy Project consists of an approximately 50 MW nameplate capacity wind  farm comprised of 25 wind turbines located near the city of Goldendale in Klickitat County, Washington,  including  the  structures,  facilities,  equipment,  fixtures,  improvements  and  associated  real  and  personal  property  (collectively,  the  “Facility”),  and  other  rights  and  interests  necessary  for  the  ownership  and  operation  of the  generation  facility  and  the  sale  of  power  therefrom.", "The  Facility  was  developed  and  constructed by Northwest Wind Partners, LLC, a limited liability company organized and existing under  the laws of the State of Delaware (hereinafter, the “Seller”), and acquired by the Authority pursuant to an  Asset Purchase Agreement, dated as of June 23, 2009 (the “Asset Purchase Agreement”), by and between  the  Authority  and  the  Seller.", "The  Facility  achieved  commercial  operation  on  June 30,  2010,  and  on  September 14, 2010, the Authority completed its acquisition of the Facility from the Seller in accordance  with the Asset Purchase Agreement..", "The aggregate of rights, liabilities, interests and obligations of the Authority pursuant to the Asset  Purchase Agreement, the Facility Purchase and Security Agreements and the other Project Agreements  (as  defined  in  the  Power  Sales  Agreements),  including,  but  not  limited  to,  the  Facility  and  all  rights,  liabilities, interests and obligations associated with the Facility and the Facility Output, and including all.", "1 ."], "cusip": "84247PLE9", "issuer_cusip": "84247P"}