{"file_name": "train dataset/87638QKW8.pdf", "total_pages": 176, "first_page": 7, "toc_page": 5, "intro_page": 7, "use_of_proceeds_page": 9, "use_of_proceeds_paragraphs": ["fiscal year ended September 30, 2013, the Obligated Group accounted for 80% of total revenues, 77% of total  expenses and 93% of total assets of Cook Children's.. For  additional  information  concerning  Cook  Children's,  see  \"APPENDIX  A  —  COOK  CHILDREN'S  HEALTH  SYSTEM.\"", "For  the  consolidated  financial  statements  of  Cook  Children's  for  the  fiscal  years  ended  September 30, 2013 and 2012, see \"APPENDIX B\".. PLAN OF FINANCING.", "The  proceeds  of  the  Series  2014  Bonds  will  be  applied  to  (a)  finance  and  reimburse  the  costs  of.", "constructing and equipping the Project and (b) pay costs of issuance of the Series 2014 Bonds..", "The Project will consist of a South Tower expansion that will include a new emergency room, new surgical  suites,  new laboratory, a  floor dedicated to cardiovascular  services (operating rooms, cath labs, and intensive care  unit),  and  shell  space  for  future  medical/surgical  inpatient  beds.", "The  construction  cost  is  estimated  to  be  $349  million and will be funded with a mix of proceeds of the Series 2014 Bonds and cash from operations.", "The Project  is  anticipated  to  commence  in  2014.", "See  \"APPENDIX  A  —  STRATEGIC  AND  CAPITAL  PLANS  —–  Strategic Expansions — The Project\"  .", "ESTIMATED SOURCES AND USES OF FUNDS.", "The estimated sources and uses of funds for  the plan of financing to be funded in part by  the Series 2014.", "Bonds are as follows:.", "Sources of Funds:  Principal amount of Series 2014 Bonds  Net original issue premium     Total Sources.", "Uses of Funds:  Project Costs  Costs of Issuance(1)     Total Uses.", "$164,640,000    12,127,688  $176,767,688  .", "$175,000,000      1,767,688  $176,767,688.", "__________________________  (1)Includes underwriting, legal, and accounting fees, initial fees of the Bond Trustee and the Master Trustee, publication costs, and  printing expenses..     .", "[Remainder of page intentionally left blank].", "3."], "first_page_paragraphs": ["NEW ISSUE:  BookEntry Only      .", "RATING.", "Moody’s  S&P.", "Aa2 AA See “RATINGS” herei.", "The delivery of the Series 2014 Bonds is subject to the opinion of Bracewell & Giuliani LLP, Bond Counsel, to the effect  that  interest  on  the  Series  2014  Bonds  is  excludable  from  gross  income  for  federal  income  tax  purposes  under  existing  law and is not an item of tax preference that is includable in the alternative minimum tax imposed on individuals.", "See  “TAX MATTERS” herein for a discussion of Bond Counsel’s opinion, including a discussion of alternative minimum tax  consequences for corporations and other federal tax consequences.", "TARRANT COUNTy CUlTURAl EdUCATION FACIlITIES FINANCE CORPORATIO.", "$164,640,00.", "Hospital Revenue Bond.", "(Cook Children’s Medical Center.", "Series 201. dated:  date of delivery.", "due:  december 1, as shown belo.", "INTEREST RATES.", "The Series 2014 Bonds will accrue interest at the fixed rate set forth below.", "INTEREST PAyMENT.", "Interest on the Series 2014 Bonds will be payable on June 1, 2014, and each June 1 and December 1  thereafter, calculated on the basis of a 360day year of twelve 30day months.", "dENOMINATIONS.", "The Series 2014 Bonds will be issued in denominations of $5,000 and any integral multiple thereof.", "REdEMPTION:.", "PURPOSE.", "lIMITEd OBlIGATIONS.", "The Series 2014 Bonds will be subject to optional, extraordinary optional and mandatory sinking fund  redemption prior to stated maturity as further described herein.", "The  Series  2014  Bonds  are  being  issued  to  finance  and  reimburse  the  costs  of  constructing  and  equipping health facilities for Cook Children’s Medical Center, a Texas nonprofit corporation, and to  pay the costs of issuance of the Series 2014 Bonds.", "The Series 2014 Bonds are limited obligations of the Issuer, payable from loan payments to be made  by Cook Children’s Medical Center and the other members of the Obligated Group under the Master  Indenture as well as funds held under the Bond Indenture.", "Maturity date (december 1.", "2014 2015 2016 2017 2018 2019 2020 2021 2022 2023 202.", "Principal Amount $2,320,000 2,400,000 2,515,000 2,640,000 2,775,000 2,920,000 3,070,000 3,225,000 3,390,000 3,565,000 3,750,00.", "Interest Rate (%) yield (%) CUSIP NO..", "Maturity date (december 1.", "3.000 4.000 5.000 5.000 5.000 5.000 5.000 5.000 5.000 5.000 5.00.", "87638QJZ3 0.170   87638QKA6 0.370   87638QKB4 0.570   87638QKC2 0.930   87638QKD0 1.340   87638QKE8 1.770   87638QKF5 2.190   87638QKG3 2.500   87638QKH1 2.820   3.080   87638QKJ7 3.250 C 87638QKK.", "2025 2026 2027 2028 2029 2030 2031 2032 2033 203.", "Principal Amount $3,940,000 4,140,000 4,355,000 4,580,000 4,815,000 5,060,000 5,320,000 5,590,000 5,880,000 6,180,00.", "Interest Rate (%) yield (%) CUSIP NO.. 5.000 5.000 5.000 5.000 5.000 5.000 5.000 5.000 5.000 5.00.", "3.460 C 3.570 C 3.670 C 3.750 C 3.890 C 3.980 C 4.070 C 4.150 C 4.230 C 4.280 .", "87638QKL2 87638QKM0 87638QKN8 87638QKP3 87638QKQ1 87638QKR9 87638QKS7 87638QKT5 87638QKU2 87638QKV.", "$35,990,000 5.000% Term Bond due december 1, 2039; Priced at 104.308% to yield 4.450% C; CUSIP NO.", "87638QKW8* $46,220,000 5.000% Term Bond due december 1, 2044; Priced at 103.587% to yield 4.540% C; CUSIP NO.", "87638QKX6.", "C – Priced to result in the stated yield to the December 1, 2023 optional par redemption date.", "Neither the State of Texas nor any political subdivision or agency, including Tarrant County, Texas, is obligated to pay  the Series 2014 Bonds.", "Neither the faith and credit nor the taxing power of the State of Texas, Tarrant County, Texas, or  any other political subdivision or agency is or will be pledged to the payment of the Series 2014 Bonds.", "The Issuer has no  taxing power.", "The  Series  2014  Bonds  are  offered  when,  as,  and  if  all  the  Series  2014  Bonds  are  simultaneously  issued  and  accepted  by  the  Underwriters, subject to prior sale, to withdrawal or modification of the offer without notice, and to the approval of certain legal  matters by the Attorney General of the State of Texas and an opinion as to legality by Bracewell & Giuliani LLP, Bond Counsel.", "Certain legal matters are subject to the approval of Fulbright & Jaworski LLP, a member of Norton Rose Fulbright, counsel to Cook  Children’s,  of  Brown  Pruitt  Wambsganss  Ferrill  &  Dean,  P.C.,  counsel  to  the  Issuer,  and  of  McCall,  Parkhurst  &  Horton  L.L.P.,  counsel to the Underwriters.", "Series 2014 Bonds in bookentry form are expected to be available for credit through the facilities of  DTC on or about February 28, 2014. .", "Goldman, Sachs & Co. RAyMONd JAME.", "*Copyright, 2007, American Bankers Association.", "See page (ii) herein.", "The date of this Official Statement is February 5, 201."], "intro_page_paragraphs": ["OFFICIAL STATEMENT.", "$164,640,000.", "Tarrant County Cultural Education Facilities Finance Corporation.", "Hospital Revenue Bonds.", "(Cook Children's Medical Center).", "Series 2014.", "INTRODUCTORY STATEMENT.", "This Official Statement is furnished in connection with the offering by Tarrant County  Cultural Education  Facilities  Finance  Corporation  (the  \"Issuer\")  of  its  Hospital  Revenue  Bonds  (Cook  Children's  Medical  Center)  Series 2014 (the \"Series 2014 Bonds\"), to be issued in the aggregate principal amount specified above.", "The Series  2014 Bonds will be issued under a Trust Indenture, dated as of February 1, 2014 (the \"Bond Indenture\"), between  the  Issuer  and  The  Bank  of  New  York  Mellon  Trust  Company,  National  Association,  as  trustee  (the  \"Bond  Trustee\")..", "The  proceeds  of  the  sale  of  the  Series  2014  Bonds  will  be  loaned  to  Cook  Children's  Medical  Center,  a  Texas  nonprofit  corporation  (the  \"Medical Center\").", "See  \"COOK CHILDREN'S HEALTH SYSTEM\"  herein.", "The  Medical  Center  will  use  proceeds  of  the  Series  2014  Bonds  to  (i)  finance  and  reimburse  the  costs  of  constructing and equipping the Project described in \"PLAN OF FINANCING\" herein and (ii) pay costs of issuance  of the Series 2014 Bonds..", "The loan of proceeds of the sale of the Series 2014 Bonds to the Medical Center will be made pursuant to a  Loan Agreement, dated as of February 1, 2014 (the \"Loan Agreement\"), between the Issuer and the Medical Center.", "The Medical Center  will issue  a promissory note in the aggregate principal amount of the  Series 2014 Bonds (the  \"Series 2014 Note\") to evidence the Medical Center's obligation to repay the loan of the proceeds of the Series 2014  Bonds to the Medical Center.", "Under the Series 2014 Note and the Loan Agreement, the Medical Center must make  payments to the Bond Trustee which, together with other available money, will be sufficient to provide for the full  and timely payment of the principal of, premium, if  any, and interest on  the  Series 2014 Bonds.", "Under the Bond  Indenture, the Issuer has collaterally assigned the  Series 2014 Note and all of its rights under the Loan Agreement  (except certain reimbursement and indemnity rights) to the Bond Trustee as security for the Series 2014 Bonds..", "The Series 2014 Note will be issued under the Loan Agreement and be entitled to the benefit and security  of  an  Amended  and  Restated  Master  Trust  Indenture  dated  as  of  June  15,  2007,  as  supplemented  (the  \"Master  Indenture\"), among W. I. Cook Foundation, Inc., a Texas nonprofit corporation doing business as Cook Children's  Health  Foundation  (the  \"Foundation\"),  Cook  Children's  Health  Care  System,  a  Texas  nonprofit  corporation  (the  \"Health  System\"),  the  Medical  Center,  Cook  Children's  Physician  Network,  a  Texas  nonprofit  corporation  (the  \"Physician Network\" and, together with the Foundation, the Health System and the Medical Center, the \"Obligated  Group\")  and  The  Bank  of  New  York  Mellon  Trust  Company,  National  Association,  as  successor  trustee  (the  \"Master Trustee\").", "Each member of the Obligated Group is jointly and severally obligated to pay the Series 2014  Note and other obligations secured by the Master Indenture (collectively with the Series 2014 Note, such obligations  are  referred  to  herein  as  \"Securities\").", "On  the  date  the  Series  2014  Bonds  are  issued,  the  Foundation,  the  Health  System, the Medical Center and the Physician Network will be the only Obligated Group members under the Master  Indenture.", "After the issuance of the Series 2014 Bonds and the application of the proceeds thereof,  $448,110,000  outstanding principal amount of Securities will be outstanding under the Master Indenture, including the Series 2014  Note but excluding Securities relating to (a) bank loans for which no funds have been advanced and (b) interest rate  swaps  for  which  no  funds  are  owed.", "Subject  to  certain  limitations,  the  Obligated  Group  members  are  permitted  under the terms of the Master Indenture to incur additional debt and other payment obligations from time to time on  parity with the Series 2014 Note.", "See \"SOURCES OF PAYMENT AND SECURITY FOR THE SERIES 2014  BONDS — The Master Indenture\" herein..", "The  Series  2014  Note  constitutes  an  unsecured  general  obligation  of  the  Medical  Center,  and  the  obligations  of  the  Medical  Center  under  the  Master  Indenture  are  also  unsecured  general  obligations  of  the  Obligated Group.", "The Master Indenture does not provide, and the Series 2014 Note is not secured by, a pledge of,  or any other encumbrance on, the revenues or assets of the Obligated Group or any other affiliate of the Medical  Center.. .", "1."], "cusip": "87638QKW8", "issuer_cusip": "87638Q"}