{"file_name": "Unclassified PDFs/881626H24.pdf", "total_pages": 137, "first_page": 11, "toc_page": 3, "intro_page": 11, "use_of_proceeds_page": 17, "use_of_proceeds_paragraphs": ["SOURCES AND USES OF FUNDS.", "The following table summarizes the estimated sources and uses of funds.. Sources of Funds.", "Par amount of the 2004 Refunding Bonds  Par amount of the 2005 Refunding Bonds  Par amount of Current Project Bonds  Original Bond premium (discount).", "Total Sources of Fund.", "Uses of Funds.", "Redemption of the 2004 Refunded Bonds  Redemption of the 2005 Refunded Bonds  Deposit to the Capital Projects Fund  Underwriter’s discount  Cost of Issuance  Deposit to the General Fund (Premium).", "Total Uses of Funds.", "$  2,500,000.00 4,245,000.00  9,000,000.00      1,534,834.45.", "$17,279,834.4.", "$  2,790,000.00   4,705,000.00  9,000,000.00  163,576.60  80,000.00         541,257.85.", "$17,279,834.4.", "OPTIONAL REDEMPTION.", "Bonds maturing in the years 2016 through 2023, inclusive, are not subject to redemption prior to their stated dates of  maturity.", "Bonds maturing on and after February 15, 2024, are subject to redemption prior to maturity, at the option  of the Town, on and after February 15, 2023, either in whole or in part at any time, and if in part, by lot within a  maturity, at par plus accrued interest to the date set for redemption..", "MANDATORY REDEMPTION.", "If the successful bidder designates principal amounts of the Bonds to be combined into Term Bonds which may be  done only for principal amounts in consecutive years and only for the years after 2023, each such Term Bond will  be subject to mandatory redemption on February 15 in each year or years immediately prior to the stated maturity of  such Term Bonds (the particular Bonds of such maturity to be redeemed to be selected by lot) as indicated on the  cover  page  of  the  Preliminary  Official  Statement  at  the  principal  amount  thereof  plus  accrued  interest  to  the  redemption date.. NOTICE OF REDEMPTION.", "So  long  as  DTC  is  the  registered  owner  of  the  Bonds,  notice  of  any  redemption  of  Bonds,  prior  to  their  maturities, specifying the Bonds (or portions thereof) to be redeemed shall be mailed to DTC not more than 60  days  nor  less  than  30  days  prior  to  the  redemption  date.", "Any  failure  on  the  part  of  DTC  to  notify  the  DTC  Participants  of  the  redemption  or  failure  on  the  part  of the  DTC  Participants or of a nominee of a Beneficial  Owner (having received notice from a DTC Participant or otherwise) to notify the Beneficial Owner shall not  affect  the  validity  of  the  redemption.", "If  moneys  for  the  redemption  are  held  by  the  Paying  Agent  on  the  redemption date and if notice of the redemption shall have been duly mailed, then from and after the redemption  date interest on the Bonds (or portions thereof) called for redemption shall cease to accrue.. 7."], "first_page_paragraphs": ["Standard & Poor’s Ratings Services: AA  .", "(See “Ratings”.", "FINAL OFFICIAL STATEMENT DATED NOVEMBER 3, 2014.", "In  the  opinion  of  Devine,  Millimet  &  Branch,  Professional  Association,  Bond  Counsel,  to  the  Town  of  Tewksbury,  Massachusetts (the “Town”), under existing law as presently enacted, construed and constructed and assuming, among other  matters, compliance with certain covenants, interest on the $15,745,000 General Obligation Municipal Purpose Loan of 2014  Bonds (the “Bonds”) (i) is excluded from gross income for federal income tax purposes under the Internal Revenue Code of  1986, as amended (the “Code”); (ii) will not be a specific preference item for purposes of computing the federal individual or  corporate  alternative  minimum  taxes,  although  such  interest  is  included  in  determining  adjusted  current  earnings  when  calculating  corporate  alternative  minimum  taxable  income;  and  (iii)  may  be  taken  into  account  in  computing  certain  other  taxes imposed with respect to corporations, including without limitation, the environmental tax and the foreign branch profits  tax.", "Under  existing  law,  interest  on  the  Bonds  is  exempt  from  Massachusetts  personal  income  taxes,  and  the  Bonds  are  exempt  from  Massachusetts  personal  property  taxes.", "Bond  Counsel  expresses  no  opinion  regarding  any  other  tax  consequences related to the ownership or disposition of, or the accrual or receipt of interest on the Bonds.", "The Bonds will  not  be  designated  as  \"qualified  taxexempt  obligations\"  for  purposes  of  Section  265(b)(3)  of  the  Code.", "(See  \"Tax  Exemption\" and Appendix C.).", "$15,745,000  TOWN OF TEWKSBURY  Massachusetts.", "GENERAL OBLIGATION MUNICIPAL PURPOSE LOAN OF 2014 BONDS.", "Dated:  Date of Delivery.", "Due:  February 15, 2016 – 2035.", "MATURITIES, AMOUNTS, INTEREST RATES, PRICES AND/OR YIELDS.", "Year  2016  2017 2018 2019 2020 2021 2022 2023 2024 2025.", "Principal    Amount  $1,705,000  2,020,000  1,665,000  1,420,000  1,265,000  775,000  715,000  810,000  835,000  735,000.", "Interest   Rate  5.00%  5.00 5.00 5.00 5.00 4.00  5.00  5.00 5.00 2.375.", "Price/  Yield  0.33%  0.53 0.80 1.10 1.34 1.59 1.90 2.10 2.23 2.54.", "Year  2026  2027 2028 2029 2030 2031 2032 2033 2034 2035.", "Principal    Amount  $   380,000  380,000  380,000  380,000  380,000  380,000  380,000  380,000  380,000  380,000.", "Interest   Rate.", "Price/  Yield.", "2.50%  3.00 3.00 3.00 3.00 3.125  3.125  3.25 3.25 3.375.", "2.75%  2.90 3.00 3.05 3.10 3.20 3.30 3.375 3.45 3.50.", "Principal of the Bonds will be payable on February 15 of the years in which the Bonds mature.", "Interest from the date of the  Bonds will be payable on February 15, 2015, and semiannually thereafter on each August 15 and February 15.", "The Bonds  will be subject to redemption prior to their stated dates of maturity as described herein..", "The  Bonds  are  issuable  only  in  fully  registered  form  without  coupons,  and,  when  issued,  will  be  registered  in  the  name  of  Cede & Co., as Bondowner and nominee for The Depository Trust Company, New York, New York (“DTC”).", "DTC will act  as  securities  depository  for  the  Bonds.", "Purchases  of  the  Bonds  will  be  made  in  bookentry  form,  in  the  denomination  of  $5,000 or any integral multiple thereof.", "(See \"BookEntry Transfer System\" herein.).", "The  legality  of  the  Bonds  will  be  approved  by  Devine  Millimet  &  Branch,  Professional  Association,  Manchester,  New  Hampshire,  Bond  Counsel  to  the  Town.", "UniBank  Fiscal  Advisory  Services,  Inc.,  Whitinsville,  Massachusetts,  serves  as  financial advisor to the Town.", "It is expected that the Bonds, in definitive form, will be delivered to DTC, or the offices of its  custodial agent, on or after November 18, 2014, against payment in federal reserve funds.."], "intro_page_paragraphs": ["$15,745,000  GENERAL OBLIGATION MUNICIPAL PURPOSE LOAN OF 2014 BONDS.", "OFFICIAL STATEMENT.", "TOWN OF TEWKSBURY  MASSACHUSETTS.", "INTRODUCTION.", "This  Official  Statement  is  provided  for  the  purpose  of  presenting certain information  relating to the Town of  Tewksbury,  Massachusetts  (the  \"Town\")  in  connection  with  the  sale  of  $15,745,000  General  Obligation  Municipal Purpose Loan of 2014 Bonds, dated their Date of Delivery (the “Bonds”) of the Town..", "The Bonds are being offered for sale at public bidding and a Notice of Sale dated October 23, 2014, has been  furnished to prospective bidders.", "Reference is hereby made to the Notice of Sale for the terms and conditions  of bidding..", "The Bonds will be general obligations of the Town for which its full faith and credit are pledged.", "They are not  guaranteed by The Commonwealth of Massachusetts (the \"Commonwealth\") or any other entity.", "The security  for  the  Bonds  is  more  fully  described  under  the  caption  Security  and  Remedies  herein.", "See  also  the  caption  Opinion of Bond Counsel..", "Questions regarding information contained in this Official Statement or other matters should be directed to the  following:  Kelly  Odams,  Treasurer  /  Collector,  Town  of  Tewksbury,  (978)  6404340;  Clark  H.  Rowell,  Vice  President, UniBank Fiscal Advisory Services, Inc., (508) 8494224; or Renelle L. L’Huillier, Devine, Millimet &  Branch, Professional Association, (603) 4101709..", "The information contained herein has been obtained from the sources indicated or from the Town.. 1."], "cusip": "881626H24", "issuer_cusip": "881626"}