{"file_name": "Unclassified PDFs/90634PBD0.pdf", "total_pages": 121, "first_page": 4, "toc_page": 3, "intro_page": 4, "use_of_proceeds_page": 9, "use_of_proceeds_paragraphs": ["Since the adoption of the County College Bond Act in 1971, the State has made annual appropriations  sufficient to provide for the debt service when due on all bonds and notes entitled to benefits of the Act.", "However, the State is not legally bound to make such appropriations.. he amount of bonds entitled to the benefits of the County College Bond Act is determined by the State.", "Treasurer in the following manner.", "Whenever the State Treasurer shall determine that he is unable to  provide State support for capital projects of a county college within the limit of available State  appropriations, the State Treasurer shall determine the necessity or advisability of making available  additional State support for such capital project.. o the extent he determines additional support is necessary or desirable, the State Treasurer shall then.", "certify to the Board of Chosen Freeholders of the county in which such capital project is located the  amount of bonds that shall be entitled to the benefits of the County College Bond Act, which amount shall  not exceed the amount of bonds entitled to the benefits of such Act and not therefore allocated to another  capital project.", "The State Treasurer has certified to the County that the State will provide debt service  support for onehalf of the debt service on the Bonds.. t any time within one year of the certification by the State Treasurer to the Board of Chosen Freeholders.", "referred to in the preceding paragraph, such county is authorized to issue bonds, or notes in anticipation  thereof, in an aggregate amount not exceeding the amount set forth in such certification.", "Such bonds shall  be in addition to the sums authorized to be borrowed by the Board of Chosen Freeholders pursuant to  N.J.S.A.", "18A:64A19 for the purpose of funding the county share of such capital projects.. nder the provisions of the County College Bond Act, the State shall annually appropriate and pay on  behalf of the County an amount equal to onehalf of the principal and interest due on the Bonds.", "The  amounts paid by the State pursuant to the County College Bond Act are paid directly to the Paying Agent,  and must be used for the payment of the principal and interest on the Bonds.", "Any obligations issued by  the County that are entitled to the benefits of the County College Bond Act are not debts or liabilities of  the State or a pledge of the faith and credit of the State, but are dependent for repayment upon  appropriations provided by law from time to time..", "AUTHORIZATION AND PURPOSE OF THE BONDS.", "he Bonds are being issued for a current refunding of $100,000,000 of bond anticipation notes maturing  June  29,  2012.", "There  is  a  total  of  $130,000,000  of  Bond  Anticipation  Notes  due  June  29,  2012.", "See  County  Indebtedness  and  Debt  LimitsFuture  Financing  of  the  County  herein.", "The  Bonds  have  been  authorized  by  and  are  being  issued  pursuant  to  the  laws  of  the  State,  including  the  Local  Bond  Law  (N.J.S.A.", "40A:21  et  seq.)", "(the  “Local  Bond  Law”).", "The  Bonds  are  authorized  by  various  bond  ordinances  and  resolutions  adopted  by  the  Board  of  Chosen  Freeholders  of  the  County.", "The  bond  ordinances  were  published  in  full  or  in  summary  form  after  their  adoption  along  with  the  statement  required by the Local Bond Law that the twenty day period of limitation within which a suit, action or  proceeding questioning the validity of the bond ordinance can be commenced began to run from the date  of the first publication of such estoppel statement.", "The Local Bond Law provides that after issuance all  obligations of the County shall be conclusively presumed to be fully authorized and issued by all laws of  the  State,  and  any  person  shall  be  stopped  from  questioning  the  sale,  execution  or  delivery  of  the  obligations by the County.", "6 ."], "first_page_paragraphs": ["EW ISSUES.", "SERIAL BONDS  .", "RATINGS:  Moody's: Aa1  .", "Standard & Poor's: AA+  Fitch Ratings: AA+.", "In the opinion of Rogut McCarthy LLC, Bond Counsel to the County, assuming compliance by the County with its Tax Certificate described herein,  under existing law, interest on the Bonds is excluded from gross income of the owners thereof for Federal income tax purposes pursuant to Section 103 of the  Internal Revenue Code of 1986, as amended (the \"Code\").", "In addition, under existing law, interest on the Bonds is not treated as a preference item for  purposes of the alternative minimum tax imposed under the Code with respect to individuals and corporations; such interest, however, is included in \"adjusted  current earnings\" for purposes of computing the alternative minimum tax that may be imposed on corporations.", "In addition, Bond Counsel is further of the  opinion that, under the New Jersey Gross Income Tax Act, as enacted and construed on the date hereof, interest on the Bonds and any gain from the sale of the  Bonds are not includable in gross income of the holders thereof.", "See \"TAX MATTERS\" herein.", "Dated:  June 15, 2012                                                           .", "$100,000,000  COUNTY OF UNION, NEW JERSEY  $62,165,000 General Improvement Bonds of 2012  $23,190,000 County VocationalTechnical School Bonds of 2012  (New Jersey School Bond Reserve Act)  $10,355,000 Redevelopment Bonds of 2012  $2,353,000 County College Bonds of 2012 (Series A)  (Chapter 12 State Aid)  $1,937,000 County College Bonds of 2012 (Series B)  (BookEntry Only).", "Due:  March 1, as shown below.", "The General Improvement Bonds of 2012 (the \"General Improvement Bonds\"), the County VocationalTechnical School Bonds of 2012 (New Jersey  School Bond Reserve Act) (the \"County VocationalTechnical School Bonds\"), the Redevelopment Bonds of 2012 (the \"Redevelopment Bonds\"),  the County  College Bonds of 2012 (Series A) (Chapter 12 State Aid)  (the \"County College Bonds (Series A)\") and the County College Bonds of 2012 (Series B) (the  \"County College Bonds (Series B)\") (collectively, the \"Bonds\") of the County of Union, New Jersey (the \"County\"), will be issued as fully registered bonds  registered in the name of Cede & Co., as nominee for The Depository Trust Company, New York, New York (\"DTC\"), as registered owner of the Bonds, with  the Bonds immobilized in the custody of DTC.", "Owners of beneficial interests in the Bonds will not receive physical delivery of bond certificates, but are to  receive statements or other evidence of such ownership of beneficial interests from sources from which such interests were purchased.", "Investors may purchase  beneficial interests in the Bonds in bookentry form in the denomination of $5,000 or any integral multiple thereof (except for two odd pieces in excess of  $5,000).", "See \"THE BONDS B BookEntry Only System\" herein.", "So long as DTC or its nominee, Cede & Co., is the registered owner of the Bonds, payments  of the principal of and interest on the Bonds will be made directly to DTC or its nominee, Cede & Co., which will remit such payments to the DTC Participants,  which will, in turn, remit such payments to the owners of beneficial interests in the Bonds.", "Principal of the Bonds is payable on March 1 of each of the years set  forth  below,  and  interest  on  the Bonds is payable on each March 1 and September 1, commencing March 1, 2013, in each year until maturity or prior  redemption.", "The County College Bonds (Series A) and the County College Bonds (Series B) are not subject to redemption prior to their stated maturities.", "The  General Improvement Bonds, the County VocationalTechnical School Bonds and the Redevelopment Bonds are subject to redemption prior to their stated  maturities at the prices, at the times and in the manner described herein.", "See \"THE BONDS B Prior Redemption\" herein.", "The Bonds are general obligations of the County and are secured by a pledge of the full faith and credit of the County for the payment of the principal  thereof and the interest thereon.", "The County is authorized and required by law to levy ad valorem taxes upon all the taxable real property within the County for  the payment of the principal of and interest on the Bonds, without limitation as to rate or amount.", "The County VocationalTechnical School Bonds only are also  secured under the provisions of the New Jersey School Bond Reserve Act, P.L.", "1980, c. 72, as amended.", "The County College Bonds (Series A) only are also  entitled to the benefits of Chapter 12 of the Laws of 1971 of New Jersey, as amended (N.J.S.A.", "18A:64A22.1 et seq.)..", "COMBINED MATURITY SCHEDULE, INTEREST RATES AND YIELDS OR PRICES.", "Year  2013  2014  2015  2016  2017  2018  2019  2020  2021  2022  .", "Amount  Maturing  $5,115,000    5,115,000    5,115,000    5,135,000    5,140,000     5,145,000    8,570,000    8,567,000    8,325,000    8,398,000.", "Interest    Rate        2.00%        3.00        3.00        3.00        3.00        3.00        3.00        3.00        3.00        3.00.", "Yield or    Price       0.30%.", "0.70       0.95       1.15       1.40       1.75       2.00       2.25       2.50       2.65  .", "Year  2023  2024  2025  2026  2027  2028  2029  2030  2031  2032  .", "Amount   Maturing    $8,170,000    8,170,000    2,380,000    2,380,000    2,380,000    2,380,000    2,380,000    2,380,000    2,380,000    2,375,000.", "Interest    Rate        3.00 %.", "Yield or    Price        2.95%.", "3.00        3.00        3.00        3.00        3.25        3.25        3.50        3.50        3.50.", "3.15        3.20        3.25        3.30        3.45        3.55        3.60        3.65        3.70.", "(plus accrued interest from June 15, 2012)  The Bonds are offered for sale upon the terms of the notice of sale and subject to the final approving opinion of Rogut McCarthy LLC, Cranford,  New Jersey, Bond Counsel.", "It is anticipated that the Bonds in definitive form will be available for delivery to DTC in New York, New York, on or about June  28, 2012.                             .", "WELLS FARGO BANK, NATIONAL ASSOCIATION.", "une 19, 2012. ."], "intro_page_paragraphs": ["OFFICIAL STATEMENT  OF THE COUNTY OF UNION, NEW JERSEY  Relating to  $100,000,000 Bonds  Consisting of  $62,165,000 General Improvement Bonds of 2012  $23,190,000 County VocationalTechnical School Bonds of 2012  (New Jersey School Bond Reserve Act)  $10,355,000 Redevelopment Bonds of 2012  $2,353,000 County College Bonds of 2012 (Series A) (Chapter 12 State Aid)  $1,937,000 County College Bonds of 2012 (Series B).", "INTRODUCTION.", "his  Official  Statement  (the  \"Official  Statement\"),  which  includes  the  cover  page  and  the  appendices  attached hereto, has been prepared by the County of Union (the \"County\"), New Jersey (the \"State\"), in  connection  with  the  sale  and  issuance  of  its  $100,000,000  Bonds  consisting  of  $62,165,000  General  Improvement  Bonds  of  2012,  $23,190,000  County  VocationalTechnical  School  Bonds  of  2012  (New  Jersey  School  Bond  Reserve  Act),  $10,355,000  Redevelopment  Bonds  of  2012,  $2,353,000  County  College Bonds of 2012 (Series A) (Chapter 12 State Aid), and $1,937,000 County College Bonds of 2012  (Series B) each issue dated June 15, 2012 (individually, the \"General Improvement Bonds\", the \"County  VocationalTechnical  School  Bonds\",  the  \"Redevelopment  Bonds\",  the  \"County  College  Bonds  (Series  A)\" or the \"County College Bonds (Series B)\"collectively, the \"Bonds\").", "his  Official  Statement  is  \"deemed  final\",  as  of  its  date,  within  the  meaning  of  Rule  15c212  of  the.", "Securities and Exchange Commission (\"Rule 15c212\").", "THE BONDS.", "General Description.", "he  Bonds  shall  be  dated  June  15,  2012  and  will  mature  on  March  1  in  the  years  and  in  the  principal  amounts shown on the cover page hereof.", "The Bonds shall bear interest from their date, payable on each  March 1 and September 1, commencing March 1 , 2013 (each, an \"Interest Payment Date\"), in each year  until maturity or prior redemption at the rates shown on the cover page hereof.", "Principal of and interest  on the Bonds will be paid to The Depository Trust Company, New York, New York (\"DTC\"), acting as  securities  depository,  by  the  Director  of  Finance/County  Treasurer,  acting  as  Bond  Registrar/Paying  Agent.", "Interest on the Bonds will be credited to the participants of DTC as listed on the records of DTC  as of the fifteenth day of the month preceding the month in which such Interest Payment Date occurs (the  record dates for the payment of interest on the Bonds).. he  Bonds  are  issuable  as  fully  registered  bookentry  bonds  in  the  form  of  one  certificate  for  each  maturity of each issue and in the principal amount of such maturity.", "The Bonds will be issued in book entry form only.", "Investors may purchase beneficial interests in the Bonds in the denomination of $5,000  or any integral multiple thereof (except for two odd pieces in excess of $5,000).", "So long as DTC or its  nominee, Cede & Co. (or any successor or assign), is the registered owner of the Bonds, payments of the  principal of and interest on the Bonds will be made by the Bond Registrar/Paying Agent directly to Cede  &  Co.  (or  any  successor  or  assign),  as  nominee  for  DTC.", "Disbursement  of  such  payments  to  the  participants  of  DTC  is  the  responsibility  of  DTC.", "Disbursement  of  such  payments  to  the  beneficial  owners is the responsibility of the DTC participants.", "See \"BookEntry Only System\" below.", "1 ."], "cusip": "90634PBD0", "issuer_cusip": "90634P"}