{"file_name": "train dataset/93035PBN7.pdf", "total_pages": 260, "first_page": 5, "toc_page": 7, "intro_page": 8, "use_of_proceeds_page": 12, "use_of_proceeds_paragraphs": ["The Bonds maturing on or after December 1, 2026 are subject to prior redemption on any date, by and at the sole option of the City, in whole or in part as selected by the City (in whole multiples of $5,000), on any date on or after June 1, 2026, at a redemption price equal to 100% of the principal amount redeemed, plus interest accrued to the redemption date.", "The Bonds maturing on December 1, 2038 are subject to mandatory prior redemption as described in this Official Statement.", "See Prior Redemption.", "The opinion as to the validity of the Bonds and the taxexempt status of the interest on the Bonds will be rendered by Squire Patton Boggs (US) LLP (Bond Counsel).", "See Opinion of Bond Counsel and Tax Matters and Appendix D. THE BOND.", "AUTHORIZATION AND PURPOS.", "The Bonds are to be issued by the City pursuant to Article XVIII, Section 3 of the Ohio Constitution, Chapter 133 of the Revised Code, and an ordinance passed by the Council and a certificate of award provided for by that ordinance (collectively, the Authorizing Legislation).", "The Bonds are being issued to refund all of the City’s outstanding Income Tax Revenue Bonds, Series 2010 (Community Center Project) (the Senior Lien Bonds, and the outstanding Senior Lien Bonds being refunded with the proceeds of the Bonds are referred to as the Refunded Bonds), which were issued for the purpose of funding a portion of the costs of designing, constructing, furnishing and equipping a new community center (the Community Center), with related site improvements and appurtenances thereto, and acquiring land and interests in land relating thereto (the “Project”), including the payment of expenses related to the refunding of the Refunded Bonds and to the issuance of the Bonds.", "The Community Center is owned by the Board of Education of the Wadsworth City School District, Ohio (the School District) and is located within the Wadsworth High School and Community Center campus.", "The Board of Education has leased approximately 75,000 square feet of the Community Center to the City for $1.00 for a term of 50 years.", "Approximately 45,000 square feet has been subleased to The Young Men’s Christian Association of Akron, Ohio (YMCA) for a term of 20 years for certain athletic and fitness facilities.", "The YMCA pays the City base rent of $300,000 per year and additional rent of approximately $64,460 per year for construction costs, maintenance, and future capital improvements.", "Approximately 6,400 square feet has been subleased to Summa WadsworthRittman Hospital (Summa) for an initial term of 5 years that automatically renews up to a total of 50 years, for use as a medical facility.", "Summa pays the City base rent of $165,000 per year and additional rent of approximately $28,000 per year for construction costs, maintenance, and future capital improvements.", "The City uses the remaining approximately 22,600 square feet for a senior center and cafe, Wadsworth Community Television (WCTV), a Wadsworth Public Library branch and certain senior and other community activities.", "The Community Center was placed in service in the first quarter of 2013.", "Use of Proceeds – Refundin.", "Proceeds from the sale of the Bonds will be deposited in an Escrow Fund held by The Huntington National Bank (the Escrow Agent), pursuant to an Escrow Agreement between the City and the Escrow Agent dated the Closing Date (the Escrow Agreement).", "The money deposited in the Escrow Fund will be (a) held in cash to the extent not needed to make the investments described in (b) below, and (b) invested in direct obligations of or obligations guaranteed as to payment by the United States (within the meaning of Section 133.34(D) of the Revised Code) that mature or are subject to redemption by and at the option of the holder, in amounts sufficient, together with any uninvested cash in the Escrow Fund but without further investment or reinvestment, for the payment of (i) interest on the Refunded Bonds when due o. ."], "first_page_paragraphs": ["NEW ISSUE; BOOKENTRY ONL.", "Rating: S&P: AA+ See Rating.", "In the opinion of Squire Patton Boggs (US) LLP, Bond Counsel, under existing law: (i) assuming continuing compliance with certain covenants and the accuracy of certain representations, interest on the Bonds is excluded from gross income for federal income tax purposes and is not an item of tax preference for purposes of the federal alternative minimum tax imposed on individuals and corporations, and (ii) interest on, and any profit made on the sale, exchange or other disposition of, the Bonds are exempt from all Ohio state and local taxation, except the estate tax, the domestic insurance company tax, the dealers in intangibles tax, the tax levied on the basis of the total equity capital of financial institutions, and the net worth base of the corporate franchise tax.", "Interest on the Bonds may be subject to certain federal taxes imposed only on certain corporations.", "For a more complete discussion of the tax aspects, see Tax Matters.", "$17,630,00.", "CITY OF WADSWORTH, OHI.", "SPECIAL OBLIGATIO.", "SUBORDINATE LIEN INCOME TAX REVENUE REFUNDING BONDS, SERIES 201.", "(COMMUNITY CENTER PROJECT.", "Dated: Date of Issuanc.", "The Bonds.", "The Bonds are special obligations of the City, issued to refund certain securities issued by the City to finance certain permanent improvements, as described under Authorization and Purpose.", "Principal and interest on the Bonds, and any Additional Bonds issued pursuant to the authorizing legislation, are equally and ratably payable solely from and secured by a pledge of the Pledged Income Tax Receipts of the City, as described in this Official Statement.", "As described in this Official Statement, that pledge is subordinate to the pledge securing the Refunded Bonds until June 1, 2019, by which date all Refunded Bond will have matured or been redeemed.", "The refunding of the Refunded Bonds with the proceeds of the Bonds will result in an economic defeasance of the Refunded Bonds.", "The Bonds do not constitute a general obligation debt or pledge of the faith or credit or property taxing power of the City.", "See Security and Sources of Payment and Verification of Mathematical Computations.", "BookEntry Only.", "The Bonds will be initially issued only as fullyregistered bonds, one for each maturity, issuable under a bookentry system, registered initially in the name of The Depository Trust Company or its nominee (DTC).", "There will be no distribution of Bonds to the ultimate purchasers.", "The Bonds in certificated form as such will not be transferable or exchangeable, except for transfer to another nominee of DTC or as otherwise described in this Official Statement.", "See Appendix E. Payment.", "(See Maturity Schedule on inside cover.)", "Principal and interest will be payable to the registered owner (DTC), principal upon presentation and surrender at the designated corporate trust office of The Huntington National Bank (the Bond Registrar) and interest transmitted by the Bond Registrar on each interest payment date (June 1 and December 1 of each year, beginning December 1, 2016) to the registered owner (DTC) as of the 15th day of the calendar month next preceding that interest payment date.", "Prior Redemption.", "Bonds maturing on or after December 1, 2026 are subject to optional redemption by the City prior to maturity, beginning June 1, 2026, and Term Bonds are subject to mandatory prior redemption, as described in this Official Statement.", "See Prior Redemption.", "The Bonds are offered when, as and if issued, and accepted by Bank of America Merrill Lynch (the Underwriter), subject to the opinion on certain legal matters relating to their issuance of Squire Patton Boggs (US) LLP, Bond Counsel to the City.", "Financial advisory services are being provided to the City by H.J.", "Umbaugh & Associates, Certified Public Accountants, LLP.", "The Bonds are expected to be available for delivery to DTC or its agent on June 29, 2016.", "This Official Statement has been prepared by the City in connection with its original offering for sale of the Bonds.", "The Cover includes certain information for quick reference only.", "It is not a summary of the Bond issue.", "Investors should read the entire Official Statement to obtain information as a basis for making informed investment judgments.", "The date of this Official Statement is June 2, 2016, and the information herein speaks only as of that date."], "intro_page_paragraphs": ["TABLE OF CONTENT.", "(continued.", "Page Housing and Building Permits............................................................................. 35 Utilities; Public Safety and Services.................................................................... 36 Financial Matters ......................................................................................................................... 37 Introduction...................................................................................................................... 37 Budgeting, Tax Levy and Appropriations Procedures..................................................... 38 Financial Reports and Audits........................................................................................... 38 Investments ...................................................................................................................... 39 Financial Outlook............................................................................................................. 40 General Fund................................................................................................................................ 40 Municipal Income Tax................................................................................................................. 40 Ad Valorem Property Taxes and Special Assessments ............................................................... 41 Assessed Valuation .......................................................................................................... 41 Overlapping Governmental Entities ................................................................................ 43 Tax Rates ......................................................................................................................... 44 Tax Table A  Overlapping Tax Rates................................................................. 44 Tax Table B  City Tax Rates .............................................................................. 45 Collections ....................................................................................................................... 46 Special Assessments ........................................................................................................ 47 Delinquencies................................................................................................................... 48 State Local Government Assistance Funds.................................................................................. 49 Estate Taxes ................................................................................................................................. 49 City General Obligation Debt and Other LongTerm Obligations .............................................. 49 Security for General Obligation Debt; Bonds and BANs................................................ 50 Statutory Direct Debt Limitations.................................................................................... 50 Indirect Debt and Unvoted Property Tax Limitations ..................................................... 52 General Obligation Debt Outstanding ............................................................................. 54 Bond Anticipation Notes.................................................................................................. 54 Special Assessment Bond Retirement Funds................................................................... 54 Future Financings............................................................................................................. 54 LongTerm Financial Obligations Other Than General Obligation Bonds an.", "Notes .................................................................................................................... 55 Concluding Statement.................................................................................................................. 5. ."], "cusip": "93035PBN7", "issuer_cusip": "93035P"}